Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: Edit Binding
de: Tastenkombination bearbeiten

source: Key:
de: Taste:

source: No matching item for %S
de: Kein auf %S passender Eintrag

source: ** unknown widget **
de: ** unbekanntes Widget **

source: Context:
de: Zusammenhang:

source: Sawfish Configurator
de: Sawfish-Einstellungen

source: While changing %s:
de: Beim Ändern von %s:

source: Sawfish Error
de: Sawfish-Fehler

source: Tab/titelbar to bottom
de: Titelleiste zum »Unterem Fensterrand« verschieben

source: Tab/titelbar to left
de: Titelleiste zum »Linken Fensterrand« verschieben

source: Tab/titelbar to right
de: Titelleiste zum »Rechten Fensterrand« verschieben

source: Tab/titelbar to top
de: Titelleiste zum »Oberen Fensterrand« verschieben

source: Tab/titelbar toggle
de: Titelleiste zum »Gegenüber liegendem Fensterrand« verschieben

source: Set frame default and default/transient toggle
de: Rahmentyp »Normal« und »Nur Rahmen« ein/aus

source: Set frame unframed and unframed/shaped transient toggle
de: Rahmentyp »Keinen Rahmen« und »Nur Rahmen« ein/aus

source: Set frame shaped and shaped/shaped transient toggle
de: Rahmentyp »Nur Titel« und »Oberen Rahmen« ein/aus

source: Set frame default
de: Rahmentyp »Normal«

source: Set frame shaped
de: Rahmentyp »Nur Titel«

source: Set frame shaped transient
de: Rahmentyp »Oberer Rahmen«

source: Set frame transient
de: Rahmentyp »Nur Rahmen«

source: Set frame unframed
de: Rahmentyp »Kein Rahmen«

source: Also show in transients.
de: Auch in Dialogen anzeigen.

source: (none)
de: Nichts

source: close
de: Schließen

source: maximize
de: Maximieren

source: minimize
de: Minimieren

source: shade
de: Einrollen

source: sticky
de: Anheften

source: space
de: Trenner

source: send-to-prev
de: Vorherige Arbeitsfläche

source: send-to-next
de: Nächste Arbeitsfläche

source: lock
de: Sperren

source: raise-lower
de: Anheben/Absenken

source: move-resize
de: Verschieben/Größen-ändern

source: rename
de: Umbenennen

source: frame-type
de: Rahmentyp

source: Top Titlebar Left Buttons (from left to right). \top
de: Obere Titelleiste »Linke Knöpfe« (von links nach rechts). \top

source: Top Titlebar Right Buttons (from right to left). \top
de: Obere Titelleiste »Rechte Knöpfe« (von rechts nach links). \top

source: Bottom Titlebar Left Buttons (from left to right). \top
de: Untere Titelleiste »Linke Knöpfe« (von links nach rechts). \top

source: Bottom Titlebar Right Buttons (from right to left). \top
de: Untere Titelleiste »Rechte Knöpfe« (von rechts nach links). \top

source: Left Titlebar Top Buttons (from top to bottom). \top
de: Linke Titelleiste »Oberen Knöpfe« (von Oben nach Unten). \top

source: Left Titlebar Bottom Buttons (from bottom to top). \top
de: Linke Titelleiste »Unteren Knöpfe« (von Unten nach Oben). \top

source: Right Titlebar Top Buttons (from top to bottom). \top
de: Rechte Titelleiste »Oberen Knöpfe« (von Oben nach Unten). \top

source: Right Titlebar Bottom Buttons (from bottom to top). \top
de: Rechte Titelleiste »Unteren Knöpfe« (von Unten nach Oben). \top

source: Set frametype to `default' and toggle transient-ness, with resize (StyleTab Option).
de: Umschalten des Rahmentyps zu/zwischen »Normal« und »Nur Rahmen«, mit Größenanpassung (nur beim StyleTab Thema).

source: Set frametype to shaped and toggle transient-ness, with resize (StyleTab Option).
de: Umschalten des Rahmentyps zu/zwischen »Nur Titel« und »Oberen Rahmen«, mit Größenanpassung (nur beim StyleTab Thema).

source: Set frametype to 'unframed' and toggle transient-ness, with resize (StyleTab Option).
de: Umschalten des Rahmentyps zu/zwischen »Keinen Rahmen« und »Nur Rahmen«, mit Größenanpassung (nur beim StyleTab Thema).

source: Move tab/titelbar to bottom, with resize (StyleTab Option).
de: Verschiebt Reiter/Titelleiste zum unterem Fensterrand, mit Größenanpassung (nur beim StyleTab Thema).

source: Move tab/titelbar to left, with resize (StyleTab Option).
de: Verschiebt Reiter/Titelleiste zum linken Fensterrand, mit Größenanpassung (nur beim StyleTab Thema).

source: Move tab/titelbar to right, with resize (StyleTab Option).
de: Verschiebt Reiter/Titelleiste zum rechten Fensterrand, mit Größenanpassung (nur beim StyleTab Thema).

source: Move tab/titelbar to top, with resize (StyleTab Option).
de: Verschiebt Reiter/Titelleiste zum oberen Fensterrand, mit Größenanpassung (nur beim StyleTab Thema).

source: Move tab/titelbar to the opposite side, with resize (StyleTab Option).
de: Verschiebt Reiter/Titelleiste zum gegenüber liegendem Fensterrand, mit Größenanpassung (nur beim StyleTab Thema).

source: Apropos function to screen
de: Apropos »Funktion mit Bildschirmausgabe«

source: Apropos variable to screen
de: Apropos »Variable mit Bildschirmausgabe«

source: Customize appearance
de: Einstellungen »Erscheinungsbild«

source: Customize audio
de: Einstellungen »Klang«

source: Customize bindings
de: Einstellungen »Tastenkombinationen«

source: Customize edge actions
de: Einstellungen »Aktionen für den Bildschirmrand«

source: Customize focus
de: Einstellungen »Fokus«

source: Customize match window
de: Einstellungen »Fensterregeln«

source: Customize min max
de: Einstellungen »Minimieren und Maximieren«

source: Customize misc
de: Einstellungen »Verschiedenes«

source: Customize move
de: Einstellungen »Verschieben/Größe ändern«

source: Customize workspace
de: Einstellungen »Arbeitsflächen«

source: Cycle among groups
de: Durch die »Fenstergruppen« blättern

source: Cycle among groups backwards
de: Rückwärts durch die »Fenstergruppen« blättern

source: Cycle class
de: Durch die »Fensterklassen« blättern

source: Cycle class backwards
de: Rückwärts durch die »Fensterklassen« blättern

source: Cycle dock
de: Durch den Fenstertyp »Dock« blättern

source: Cycle dock backwards
de: Rückwärts durch den Fenstertyp »Dock« blättern

source: Cycle group
de: Durch die »Gruppe des Fokussierten Fensters« blättern

source: Cycle group backwards
de: Rückwärts durch die »Gruppe des Fokussierten Fensters« blättern

source: Cycle prefix
de: Durch »Prefix« blättern

source: Cycle prefix backwards
de: Rückwärts durch »Prefix« blättern

source: Cycle windows
de: Durch »Alle Fenster« blättern

source: Cycle windows backwards
de: Rückwärts durch »Alle Fenster« blättern

source: Describe key to screen
de: Tastenbelegung durch »Eingabeaufforderung« auszugeben

source: Cycle through different groups (only the top window of each group).
de: Durch die unterschiedlichen Fenstergruppen blättern (nur durch das jeweils obere Fenster einer Gruppe).

source: Reverse cycle through different groups (only the top window of each group).
de: Rückwärts durch die unterschiedlichen Fenstergruppen blättern (nur durch das jeweils obere Fenster einer Gruppe).

source: Cycle through all windows with the same class as the current window.
de: Durch die Fenster blättern die die gleiche Klasse haben wie das aktuelle Fenster.

source: Reverse cycle through all windows with the same class as the current window.
de: Rückwärts durch die Fenster blättern die die gleiche Klasse haben wie das aktuelle Fenster.

source: Cycle through all windows in the same group as the current window.
de: Durch die Fenster blättern die der gleichen Gruppe angehören wie das aktuelle Fenster.

source: Reverse cycle through all windows in the same group as the current window.
de: Rückwärts durch die Fenster blättern die der gleichen Gruppe angehören wie das aktuelle Fenster.

source: Cycle through all windows whose names match the leading colon-delimited prefix of the current window.
de: Durch alle Fenster blättern dessen Namen mit dem durch Doppelpunkt getrennte Präfix mit dem aktuellen Fenster überein stimmen.

source: Reverse cycle through all windows whose names match the leading colon-delimited prefix of the current window.
de: Rückwärts durch alle Fenster blättern dessen Namen mit dem durch Doppelpunkt getrennte Präfix mit dem aktuellen Fenster überein stimmen.

source: Cycle through all windows in order of recent selections.
de: Durch alle Fenster blättern in der Reihenfolge wie sie zuletzt ausgewählt wurden.

source: Cycle through all windows in reverse order of recent selections.
de: Rückwärts durch alle Fenster blättern in der Reihenfolge wie sie zuletzt ausgewählt wurden.

source: Cycle through all windows with type 'dock.
de: Durch alle Fenster des Typs »Dock« blättern.

source: Reverse cycle through all windows with type 'dock.
de: Rückwärts durch alle Fenster des Typs »Dock« blättern.

source: Describe symbol to screen
de: Eingabeaufforderung »Symbols« auszugeben

source: Enter a name of var/func, and prints its doc.
de: Eingeben des Variablennamens oder der Funktion so das die Dokumentation zu selbiger ausgegeben wird, wenn vorhanden.

source: Maximize full toggle
de: Fenster auf »Xinerama Vollbild« maximieren ein/aus

source: Maximize full vertical left toggle
de: Fenster auf der »Linken halben Bildschirmgröße« maximieren ein/aus

source: Maximize full vertical right toggle
de: Fenster auf der »Rechten halben Bildschirmgröße« maximieren ein/aus

source: Prompt next
de: Nächster Eintrag in der Eingabeaufforderung Chronik

source: Prompt previous
de: Vorheriger Eintrag in der Eingabeaufforderung Chronik

source: Run application
de: Anwendungen ausführen

source: Change place mode none
de: Fenster Platzierungsmodus auf »Keinen« setzen

source: Change place mode top left
de: Fenster Platzierungsmodus auf »Oben Links« setzen

source: Change place mode centered
de: Fenster Platzierungsmodus auf »Zentriert« setzen

source: Change place mode centered on parent
de: Fenster Platzierungsmodus auf »Zentriert über den Eltern« setzen

source: Change place mode under pointer
de: Fenster Platzierungsmodus auf »Unterm Mauszeiger« setzen

source: Change place mode interactively
de: Fenster Platzierungsmodus auf »Interaktiv« setzen

source: Change move outline mode opaque
de: Fensterinhalte beim »Verschieben« anzeigen ein/aus

source: Change resize outline mode opaque
de: Fensterinhalte beim »Größe Verändern« anzeigen ein/aus

source: Maximize window to full screen size (without frame).
de: Fenster auf Xinerama Vollbildgröße maximieren (ohne Rahmen) ein-/ausschalten.

source: Maximize window to half right screen size (without frame).
de: Fenster auf der halben rechten Bildschirmgröße auf Vollbildgröße maximieren (ohne Rahmen) ein-/ausschalten.

source: Maximize window to half left screen size (without frame).
de: Fenster auf der halben linken Bildschirmgröße auf Vollbildgröße maximieren (ohne Rahmen) ein-/ausschalten.

source: Send to next head
de: Fenster zum »Nächsten Bildschirm« verschieben

source: Send window to the next head.
de: Verschiebt das Fenster zum nächsten Xinerama Bildschirm.

source: Send to previous head
de: Fenster zum »Vorherigen Bildschirm« verschieben

source: Send window to the previous head.
de: Verschiebt das Fenster zum vorherigen Xinerama Bildschirm.

source: A do-nothing command.
de: Ein »nichts zu tun« Kommando.

source: Prompt for an application and run it
de: Nach einer Anwendung fragen und diese ausführen

source: Global keymap
de: Tastaturbelegung Globale

source: Window keymap
de: Tastaturbelegung Fenster

source: Root window keymap
de: Tastaturbelegung Arbeitsfläche

source: Title keymap
de: Tastaturbelegung Titelleiste

source: Tabbar keymap
de: Tastaturbelegung Reiterleiste

source: Border keymap
de: Tastaturbelegung Rahmen

source: Iconify button keymap
de: Tastaturbelegung Minimierknopf

source: Close button keymap
de: Tastaturbelegung Schließknopf

source: Maximize button keymap
de: Tastaturbelegung Maximierknopf

source: Menu button keymap
de: Tastaturbelegung Menüknopf

source: Shade button keymap
de: Tastaturbelegung Einrollknopf

source: Sticky button keymap
de: Tastaturbelegung Anheftknopf

source: Lock button keymap
de: Tastaturbelegung Sperrknopf

source: Rename button keymap
de: Tastaturbelegung Umbenennenknopf

source: Move resize button keymap
de: Tastaturbelegung Verschieben/Größe-ändernknopf

source: Raise lower button keymap
de: Tastaturbelegung Anheben/Absenkenknopf

source: Next workspace button keymap
de: Tastaturbelegung Nächste-Arbeitsflächeknopf

source: Previous workspace button keymap
de: Tastaturbelegung Vorherige-Arbeitsflächeknopf

source: Cycle keymap
de: Tastaturbelegung Blättern

source: Prompt keymap
de: Tastaturbelegung Eingabeaufforderung

source: randomly
de: Zufällig

source: interactively
de: Interaktiv

source: centered-on-parent
de: Zentriert Über Den Eltern

source: under-pointer
de: Unterm Mauszeiger

source: first-fit
de: Bester Platz

source: best-fit
de: Absolut Bester Platz

source: best-fit-group
de: Bester Platz In Gruppe

source: first-fit-or-interactive
de: Bester Platz Oder Interaktiv

source: top-left
de: Oben Links

source: stagger
de: Staffeln

source: off-center
de: Aus Der Mitte

source: Foreground:
de: Vordergrund:

source: Background:
de: Hintergrund:

source: Change place mode for windows.
de: Ändert den Platzierungsmodus für das Fenster.

source: iconified
de: Minimieren

source: uniconified
de: Wiederherstellen

source: shaded
de: Einrollen

source: unshaded
de: Ausrollen

source: maximized
de: Maximieren

source: unmaximized
de: Wiederherstellen

source: mapped
de: Anheben

source: unmapped
de: Absenken

source: mapped-transient
de: Dialoge anheben

source: unmapped-transient
de: Dialoge absenken

source: switch-workspace
de: Arbeitsfläche wechseln

source: move-viewport
de: Sichtfeld verschieben

source: focused
de: Fokussiert

source: unfocused
de: Nicht Fokussiert

source: titel-only
de: Nur Titel

source: border-only
de: Nur Rahmen

source: top-border
de: Oberen Rahmen

source: fullscreen
de: Vollbild

source: full-xinerama
de: Xinerama

source: Opacity
de: Transparenz

source: No shadows
de: Niemals Schattieren

source: No history
de: Kein Chronik
