Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: Sawfish Configuration utility. SawfishConfig allows you to adjust vartious aspects of sawfish easily. Choose a group from the tree on the left and adjust Sawfish to your liking. Sometimes loading additional scripts will enable new options (check for defcustoms in the script). Additional information about Sawfish can be found at:
de: Sawfish-Einstellungen Sawfish-Einstellungen ermöglicht es auf einfachste weise Sawfish anzupassen. Durch eine Doppelklick auf einen Menüpunkt an der linken Seite öffnen sich die dazugehörige Konfigurationsoberfläche, so das Sawfish nach den persönlichen Wünschen angepasst werden kann. Es ist möglich das beim laden zusätzlicher Skripte neue Optionen erscheinen (wird in einem Skript durch defcustoms hervorgerufen). Weitere Informationen über Sawfish, den Einstellungen und Skripten auf:

source: Sawfish additionaly supports a user resource file in which you can add custom function, load additional scripts on startup and much more.
de: Sawfish unterstützt eine benutzerdefinierte Konfigurationsdatei. In dieser Datei (~/.sawfish/rc oder ~/.sawfish/sawfishrc) könne benutzerdefinierte Funktion hinzugefügt werden, Skripte beim Start geladen werden und vieles mehr.

source: => open (or create) resource file
de: => Öffnen der Konfigurationsdatei

source: Sawfish features an info file, containing lots of useful information about Sawfish itself and how to use it.
de: Sawfish verfügt über eine Infodatei. Diese Datei beinhaltet hilfreiche Informationen über Sawfish und deren Benutzung.

source: => view info file
de: => Infodatei anzeigen

source: Crux Theme
de: Crux Thema

source: Accent color for focused windows (if unset uses the GTK+ selection color).
de: Akzentfarbe für fokussierte Fenster (wenn nicht gesetzt, GTK+ Markierungsfarbe verwenden).

source: Display the window's icon in its menu button.
de: Icon des Fensters in seinem Menüknopf anzeigen.

source: Display title buttons to mimic: \left
de: Anordnungsschema der Knöpfe. \left

source: Top Titlebar Buttons
de: Knöpfe in der Titelleiste oben

source: Bottom Titlebar Buttons
de: Knöpfe in der Titelleiste unten

source: Left Titlebar Buttons
de: Knöpfe in der Titelleiste links

source: Right Titlebar Buttons
de: Knöpfe in der Titelleiste rechts

source: top
de: Oben

source: bottom
de: Unten

source: left
de: Links

source: right
de: Rechts

source: Titlebar default place.
de: Vorgegebener Platz der Titelleiste.

source: Height of title border.
de: Höhe der Titelleiste.

source: Width of window border.
de: Breite des Fensterrahmens.

source: Customize buttons width.
de: Knopfbreite anpassen.

source: Width of Buttons.
de: Breite der Knöpfe.

source: Default
de: Vorgabe

source: Glass
de: Glas

source: WixDa
de: Vista

source: Frame and button style.
de: Rahmen- und Knopfstil.

source: Brown
de: Braun

source: Darkblue
de: Dunkelblau

source: Blue
de: Blau

source: Pink
de: Rosa

source: Green
de: Grün

source: Color proposals.
de: Farbvorschläge.

source: Colorize tab/titelbar if it is to be added as a tab.
de: Reiter/Titelleiste einfärben wenn sie als Reiter hinzugefügt werden soll.

source: Color of tab/titelbar when it was marked.
de: Farbe des Reiters/Titelleiste wenn sie markiert wurde.

source: Also hightlighted tab/titelbar.
de: Reiter/Titelleiste aufhellen bei Mauskontakt.

source: Customize frame color/brightness (Don't use color proposals).
de: Benutzerdefinierte Rahmenfarbe und Helligkeit (Farbvorschläge nicht verwenden).

source: Focus frame color.
de: Rahmenfarbe des fokussierten Fensters.

source: Inactive frame color
de: Rahmenfarbe von inaktiven Fenstern.

source: Dimout inactive frame.
de: Abdunkelung bei inaktiven Rahmen.

source: Focus window brightness mouse over buttons.
de: Helligkeit der Knöpfe beim fokussiertem Fenster beim Mauskontakt.

source: Inactive windows brightness mouse over buttons.
de: Helligkeit der Knöpfe bei inaktiven Fenstern beim Mauskontakt.

source: Colorize the close button.
de: Einfärben der Schließknöpfe beim Mauskontakt.

source: Always colorize.
de: Immer einfärben.

source: Colorize the maximize button.
de: Einfärben der Maximierenknöpfe beim Mauskontakt.

source: Colorize the minimize button.
de: Einfärben der Minimierenknöpfe beim Mauskontakt.

source: Colorize the shade button.
de: Einfärben der Einrollknöpfe beim Mauskontakt.

source: Colorize the sticky button.
de: Einfärben der Anheftenknöpfe beim Mauskontakt.

source: Colorize the menu button.
de: Einfärben der Menüknöpfe beim Mauskontakt.

source: Colorize the frame type button.
de: Einfärben der Rahmentypknöpfe beim Mauskontakt.

source: Colorize the lock button.
de: Einfärben der Sperrknöpfe beim Mauskontakt.

source: Colorize the move/resize button.
de: Einfärben der Verschieben/Größe-ändernknöpfe beim Mauskontakt.

source: Colorize the raise/lower button.
de: Einfärben der Anheben/Absenkenknöpfe beim Mauskontakt.

source: Colorize the next workspace button.
de: Einfärben der Nächste-Arbeitsflächeknöpfe beim Mauskontakt.

source: Colorize the previous workspace button.
de: Einfärben der Vorherige-Arbeitsflächeknöpfe beim Mauskontakt.

source: Colorize the rename button.
de: Einfärben der Umbenennenknöpfe beim Mauskontakt.

source: Gradient Tabbed Theme
de: Gradient Tabbed Thema

source: vertical
de: Vertikal

source: Direction of gradient in frame style.
de: Verlaufsmodus der Rahmenfarbe.

source: `From' color of inactive frames.
de: Farbverlauf »Von« bei inaktiven Fenstern.

source: `To' color of inactive frames.
de: Farbverlauf »Zu« bei inaktiven Fenstern.

source: `From' color of active frames.
de: Farbverlauf »Von« beim fokussiertem Fenster.

source: `To' color of active frames.
de: Farbverlauf »Zu« beim fokussiertem Fenster.

source: Color of handles for active frame.
de: Farbe der Griffe beim fokussiertem Fenster.

source: Color of handles for inactive frames.
de: Farbe der Griffe bei inaktiven Fenstern.

source: Color of close button for active frame.
de: Farbe des Schließen-Knopfes beim fokussiertem Fenster.

source: Color of close button for inactive frames.
de: Farbe der Schließen-Knöpfe bei inaktive Fenstern.

source: Color of menu button for active frame.
de: Farbe des Menü-Knopfes beim fokussiertem Fenster.

source: Color of menu button for inactive frames.
de: Farbe der Menü-Knöpfe bei inaktiven Fenstern.

source: Use less memory when creating gradients, possibly affecting quality.
de: Beim den Farbverläufen weniger Speicher verbrauchen (vermutlich niedrigere Qualität).

source: title
de: Titel

source: basic
de: Grundlegend

source: gradient
de: Farbverlauf

source: colors
de: Farben

source: buttons
de: Knöpfe

source: positions 1
de: Positionen 1

source: positions 2
de: Positionen 2

source: keymaps 1
de: Tastenbelegungen 1

source: keymaps 2
de: Tastenbelegungen 2

source: borders
de: Rahmen

source: extended
de: Erweitert

source: all
de: Alle

source: none
de: Nichts

source: decoration mode Set the mode 'when to draw a titlebar and window buttons'. The decoration mode 'all' means that all windows, even transients/dialogs, will get a titlebar and buttons. None means no window will get any :-). Usually transients only have a contents-border. This option is for reimplementing a sawfish feature that is gone in the latest version.
de: Dekorations Modus Wähle den Modus »Normal« für eine Titelleiste und Fensterknöpfe. Bei dem Modus »Alle« erhalten alle Fenster einschließlich Dialoge eine Titelleiste mit Fensterknöpfen. Beim Modus »Nichts« bekommt kein Fenstertyp eines von beidem :-). Üblicherweise haben »Dialoge« nur einen Rahmen. Diese Option wurde hinzugefügt da sie in einer der letzten Sawfish Versionen entfernt wurde.

source: titlebar height (9 - 1000 pixel)
de: Höhe der Titelleiste (9 - 1000 Pixel)

source: customize title string See the tooltip for the 'title string' option below for more information. (NOTE: I hope the redrawing problems with this option are solved. If not, write an email please!)
de: Titeltext anpassen Lesen Sie für weitere Informationen die Minihilfe für die Option »Titeltext« weiter unten. (HINWEIS: Ich hoffe, dass die Probleme des neu Zeichnens mit dieser Option gelöst sind. Falls nicht, bitte eine E-Mail schreiben!)

source: title string The string you insert here will be your new title string. Variables always start with a dollar-sign ($) and are replaced with their actual values. To get the value of an environment variable use $(variable), eg $(DISPLAY). To get the value of an rep/sawfish function use $[fuction], eg $[current-time-string]. The following vars are built-in: $name, $fullname, $width, $width-content, $height, $height-content, $depth, $x-pos, $y-pos, $current-ws and $last-ws. (NOTE: I hope the redrawing problems with this option are solved. If not, write an email please!
de: Titeltext Diese Zeichenkette wird Ihr neuer Titeltext werden. Variablen beginnen immer mit dem Dollar-Zeichen »$« und werden durch ihren tatsächlichen Wert ersetzt. Verwenden Sie $(variable), z.B. $(DISPLAY), um den Wert einer Umgebungsvariable zu bekommen. Um den Wert einer rep/Sawfish-Funktion zu bekommen, verwenden Sie $[Funktion], wie z.B. $[current-time-string]. Die folgenden Variablen sind eingebaut: $name, $fullname, $width, $width-content, $height, $height-content, $depth, $x-pos, $y-pos, $current-ws und $last-ws. (HINWEIS: Ich hoffe, dass die Probleme des neu Zeichnens mit dieser Option gelöst sind. Falls nicht, bitte eine E-Mail schreiben!)

source: update title string periodically This is useful if your title string changes without user interaction (eg because it displays the current time or something like that).
de: Titeltext periodisch aktualisieren Dies ist nützlich, wenn sich Ihr Titeltext ohne Benutzereinwirkung ändert (z.B. wenn er die aktuelle Uhrzeit anzeigt).

source: title string update interval (1 - 1000000 s) This is useful if your title string changes without user interaction (e.g., because it displays the current time or something like that).
de: Aktualisierungsinvervall des Titeltext (1 - 1000000 s) Dies ist nützlich, wenn sich Ihr Titeltext ohne Benutzereinwirkung ändert (z.B. wenn er die aktuelle Uhrzeit anzeigt).

source: title string font You should really choose a better font. Verdana bold 8 pt looks nice.
de: Schriftart des Titeltexts Sie sollten unbedingt eine bessere Schrift wählen. Verdana bold 8 pt schaut gut aus.

source: customize title position By default the title string is centered horizontally and vertically.
de: Titelposition anpassen Per Voreinstellung ist der Titeltext horizontal und vertikal zentriert.

source: center
de: Mitte

source: real-center
de: Echte Mitte

source: title string horizontal alignment 'real-center' means to take the whole titlebar into account while centering the string. When selecting 'center' only the distance between the buttons is taken into account.
de: Horizontale Anordnung des Titeltexts »Echte Mitte« bedeutet, dass die ganze Titelleiste berücksichtigt wird, während die Zeichenkette zentriert wird. Wenn »Mitte« ausgewählt ist, so wird nur die Entfernung zwischen den Knöpfen berücksichtigt.

source: title string horizontal align adjustment (-10000 - 10000 pixel) The horizontal position of the title string can only be adjusted if the horizontal alignment is not 'center'. The range also depends on the setting of the option above. It the title string is already aligned left, you cannot adjust it to be even further left because there are button in the way.
de: Anpassung der horizontalen Anordnung des Titeltexts (-10000 - 10000 Pixel) Die horizontale Position des Titeltexts kann nur angepasst werden, wenn die horizontale Position nicht auf »Mitte« eingestellt ist. Die Einstellmöglichkeiten hängen auch von der obigen Einstellung ab. Wenn der Titeltext bereits links angeordnet ist, können Sie ihn nicht noch weiter links anordnen, weil Knöpfe im Weg sind.

source: title string vertical alignment
de: Vertikale Anordnung des Titeltexts

source: title string vertical align adjustment (-10000 - 10000 pixel)
de: Anpassung der vertikalen Anordnung des Titeltexts (-10000 - 10000 Pixel)

source: gradient titlebar background (experimental) When activating the gradient background the normal titlebar background colors will be ignored. Besides the button background colors will be ignored. (NOTE: This can be very cpu intensive if you set the quality to a low value, i.e., high quality.)
de: Farbverlauf des Hintergrundes der Titelleiste (experimentell) Bei Aktivierung wird der Farbverlauf der Hintergrundfarbe der normalen Titelleiste ignorierte. Auch die Hintergrundfarbe der Knöpfe wird ignorierte. (ANMERKUNG: Das kann sehr Prozessor intensiv sein wenn ein geringer Wert gewählt wird, das heißt bei einer hohen Qualität.)

source: gradient mode With gradient mode vertical or diagonal only the first or last (reversed) 2 colors in the list are used.
de: Farbverlaufsmodus Im vertikalen oder diagonalen Farbverlaufsmodus werden nur die ersten oder letzten zwei (umgekehrten) Farben in der Liste verwendet.

source: gradient quality (1 best - 20 worst) The value here is the factor the calculated gradient image will be scaled down. This increases speed but decreases quality.
de: Verlaufs Qualität (1 Beste - 20 Schlechteste) Der Wert hier ist der Faktor der den Farbverlauf berechnet wie dieser nach unten Skaliert wird. Dies erhöht die Geschwindigkeit verringert aber die Qualität.

source: rainbow
de: Regenbogen

source: custom
de: Benutzerdefiniert

source: gradient color mode the custom mode will respect the colors set in the list below.
de: Farbverlaufs Modus Der benutzerdefinierte Modus beachtet die Farben die unten in der Liste gesetzt sind.

source: With gradient mode vertical or diagonal only the first or last (reversed) 2 colors in the list are used. Besides the gradient color mode must be set to custom to activate this list.
de: Im vertikalen oder diagonalen Farbverlaufsmodus werden nur die ersten oder letzten zwei (umgekehrten) Farben in der Liste verwendet. Überdies muss beim Farbverlaufsmodus benutzerdefiniert ausgewählt sein damit diese Liste aktiviert wird.

source: reverse colors
de: Farben umkehren

source: unfocused/highlighted titlebar colors hue (0 - 360) This value changes the hue of a color, by moving (0 - 360) degress around the color cycle...180 for example inverts the color
de: Farbton der nicht fokussierten, hervorgehobenen Titelleiste (0 - 360) Dieser Wert verändert denn Farbton. Bei Bewegung (0 - 360) gestaffelt um den Farbzyklus...180 zum Beispiel kehrt die Farbe um

source: unfocused/highlighted titlebar colors saturation (0 - 100 percent of the focused color) The saturation of a color is a measurement of the color intensity
de: Sättigung der nicht fokussierten, hervorgehobenen Titelleiste (0 - 100 Prozent von der fokussierten Farbe) Die Sättigung einer Farbe ist ein Maß für die Farbintensität

source: unfocused/highlighted titlebar colors brightness (0 - 100 percent of the focused color)
de: Farbhelligkeit der nicht fokussierten, hervorgehobenen Titelleiste (0 - 100 Prozent der Fokus-Farbe)

source: focused titlebar color This is one of the 4 base colors. You can set these 4 colors and keep the extended colors deactivated. All other color options of the theme will then depend on these 4 colors.
de: Farbe der fokussierten Titelleiste Dies ist eine der 4 Grundfarben. Sie können die 4 Farben auswählen und erweiterten Farben deaktiviert lassen. Alle anderen Farboptionen des Themas hängen dann von diesen 4 Farben ab.

source: unfocused titlebar color This is one of the 4 base colors. You can set these 4 colors and keep the extended colors deactivated. All other color options of the theme will then depend on these 4 colors.
de: Farbe der inaktiven Titelleisten Dies ist eine der 4 Grundfarben. Sie können die 4 Farben auswählen und erweiterten Farben deaktiviert lassen. Alle anderen Farboptionen des Themas hängen dann von diesen 4 Farben ab.

source: focused title string color This is one of the 4 base colors. You can set these 4 colors and keep the extended colors deactivated. All other color options of the theme will then depend on these 4 colors.
de: Farbe des fokussierten Titeltextes Dies ist eine der 4 Grundfarben. Sie können die 4 Farben auswählen und erweiterten Farben deaktiviert lassen. Alle anderen Farboptionen des Themas hängen dann von diesen 4 Farben ab.

source: unfocused title string color This is one of the 4 base colors. You can set these 4 colors and keep the extended colors deactivated. All other color options of the theme will then depend on these 4 colors.
de: Farbe des inaktiven Titeltextes Dies ist eine der 4 Grundfarben. Sie können die 4 Farben auswählen und erweiterten Farben deaktiviert lassen. Alle anderen Farboptionen des Themas hängen dann von diesen 4 Farben ab.

source: customize extended title string colors You can customize additional colors of the title string. If you deactivate this, these colors will be set to the focused title string color.
de: Benutzerdefinierte erweiterten Titeltext Farben Zusätzliche Benutzerdefinierte Titeltext Farben. Wenn nicht aktiviert werden die Farben genommen die beim fokussierten Titeltextes ausgewählte wurden.

source: focused highlighted title string color
de: Textfarbe der fokussierten hervorgehobenen Titelleiste

source: unfocused highlighted title string color
de: Textfarbe der nicht fokussierten, hervorgehobenen Titelleiste

source: focused clicked title string color
de: Textfarbe der fokussierten angeklickten Titelleiste

source: unfocused clicked title string color
de: Textfarbe der nicht fokussierten angeklickten Titelleiste

source: default-9
de: Vorgabe-9

source: default-12
de: Vorgabe-12

source: square-6
de: Quadrat-6

source: square-9
de: Quadrat-9

source: square-12
de: Quadrat-12

source: square-15
de: Quadrat-15

source: square-18
de: Quadrat-18

source: button icon set (experimental) The number at the end is the width/height of the button icons in the icon set. (NOTE: YOU NEED TO RESTART SAWFISH AFTER CHANGING THE BUTTON ICON SET!)
de: Symbolsatz für Knöpfe (experimentell) Die Nummer am Ende entspricht der Breite/Höhe der Knopfsymbole im Symbolsatz. (HINWEIS: SIE MÜSSEN SAWFISH NEU STARTEN, NACHDEM DER SYMBOLSATZ GEÄNDERT WURDE!)

source: customize button size By default the button size follows the size of the titlebar, but by activating this you can set it to something different.
de: Benutzerdefinierte Knopf Größe Per Voreinstellung folgt die Größe der Knöpfe die der Titelleiste, aber mit Aktivierung dieser Option kann diese angepasst werden

source: buttons size (1 - 1000 pixel) A buttons size that is bigger than your current titlebar height is ignored.
de: Größe der Knöpfe (1 - 1000 pixel) Eine Knopfgröße die größer ist als die Höhe der aktuellen Titelleiste wird ignoriert.

source: button vertical alignment If a button is smaller than the titlebar you might want to set its vertical alignment.
de: Vertikale Knopfausrichtung Falls ein Knopf schmaler ist als die Titelleiste, können Sie hier die vertikale Ausrichtung festlegen.

source: scale button icons (experimental) In case you don't like the default size of 9 pixel you might activate button-scaling. YOU NEED TO RESTART SAWFISH AFTER CHANGING THE BUTTON SCALE!
de: Skalierung der Symbole in den Knöpfen (experimentell) Option die die Standard-Größe von 9 Pixel bei den Symbolen ändert. SAWFISH MUSS NACH SETZEN DIESER OPTION NEU GESTARTET WERDEN DAMIT DIESE WIRKSAM WIRD

source: button icon scale; changes here need a restart of sawfish (0 - 1000 pixel) in case you don't like the default size of 9 pixel you might activate button-scaling. (NOTE: YOU NEED TO RESTART SAWFISH AFTER CHANGING THE BUTTON SCALE!)
de: Skalierung der Symbole in den Knöpfen; Nach Veränderungen hier muss Sawfish neu gestartet werden Option die die Standard-Größe von 9 Pixel bei den Symbolen ändert. SAWFISH MUSS NACH SETZEN DIESER OPTION NEU GESTARTET WERDEN DAMIT DIESE WIRKSAM WIRD

source: display window icon on menu button Many people like having the window-icon displayed on the menu-button. This icon is defined by the application itself and is also shown in your pager and task-list.
de: Anzeigen des Icons in dem Menüknopf Anzeigen des Fenstersymbols in dem Menüknopf. Das Symbol ist das gleiche wie es auch in der Fensterliste und/oder Pager für das Fenster angezeigt wird.

source: menu icon scale (0 - 1000 pixel)
de: Skalierung des Menüicons (0 -1000 Pixel)

source: button distance (0 - 1000 pixel)
de: Knopfabstand (0 -1000 Pixel)

source: buttons left offset (0 - 1000 pixel)
de: Linker Knopfversatz (0 -1000 Pixel)

source: buttons right offset (0 - 1000 pixel)
de: Rechter Knopfversatz (0 -1000 Pixel)

source: customize button position (-1 -2 -3 .. title string .. +3 +2 +1) Enabling this will allow you to set the positon of each button in the titlebar manually. A negative/positiv value means the button will be drawn on left/right side of the titlebar.
de: Benutzerdefinierte Knopf position (-1 -2 -3 .. Titeltext .. +3 +2 +1) Option die es erlaubt die position jedes einzelnen Knopfes festzulegen. Ein negativer oder positiver Wert bedeutet der Knopf erscheint auf der linken oder rechten Seite der Titelleiste.

source: title-height
de: Titelhöhe

source: button position model 'title-height' means calculate position as multiple of title height. When selecting 'pixel' you can adjust the button position pixelwise, but keep in mind that several buttons might slide on top of each other. 'none' means no buttons at all.
de: Knopf positions Modus »Titelhöhe« berechnet die Position als vielfaches der Höhe der Titelleiste. Ist »Pixel« ausgewählt dann kann die Knopf Position Pixel weise eingestellt werden, aber beachte das sich dann die Knöpfe auch übereinander schieben können. Bei »Nichts« keine Knöpfe.

source: menu button position
de: Menüknopf Position

source: shade button position
de: Einrollknopf Position

source: iconify button position
de: Minimierknopf Position

source: maximize button position
de: Maximierknopf Position

source: close button position
de: Schließknopf Position

source: sticky button position
de: Anheftknopf Position

source: previous workspace button position
de: Vorherige-Arbeitsflächeknopf Position

source: next workspace button position
de: Nächste-Arbeitsflächeknopf Position

source: configure button position
de: Konfigurierknopf Position

source: info button position
de: Infoknopf Position

source: always-on-top button position
de: Immer-Obenknopf Position

source: lock button position
de: Sperrknopf Position

source: customize sticky button keymap By default a button will work as it's name suggests. Button1: toggle sticky state of window
de: Benutzerdefinierte Tastenzuordnung für den Anheftknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt. Button1: Anheften des Fensters ein-/ausschalten.

source: customize previous button keymap By default a button will work as it's name suggests. Button1: send window to previous workspace - button2 workspace-list - button3 send window to first workspace - button6 pack window left
de: Benutzerdefinierte Tastenzuordnung für den vorherige Arbeitsflächeknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt.Button1: Fenster auf die vorherige Arbeitsfläche schieben. Button2: Arbeitsflächenliste. Button3: Fenster auf die erste Arbeitsfläche schieben. Button6: Fenster nach links packen.
