Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: Decrease the size of the current window by one row.
de: Das aktuelle Fenster um eine Zeile von unten verkleinern.

source: Size window add column
de: Fenster »Um eine Spalte« vergrößern

source: Increase the size of the current window by one column.
de: Das aktuelle Fenster um eine Spalte nach rechts vergrößern.

source: Size window subtract column
de: Fenster »Um eine Spalte« verkleinern

source: Decrease the size of the current window by one column.
de: Das aktuelle Fenster um eine Spalte von rechts verkleinern.

source: Grow, Pack, Shrink & Yank
de: Ausweiten, Packen, Schrumpfen & Zerren

source: Whether growing is considered to be maximization.
de: Ausweiten mit Maximieren gleichzusetzen.

source: always
de: Immer

source: maybe
de: Vielleicht

source: never
de: Niemals

source: Whether and how to move the pointer when packing windows. `maybe' means that the pointer is moved along with the window, if the pointer was within the window area before packing. `always' warps the pointer to the center of the window if it isn't already in the window, then does like `maybe'. `never' means not to warp the pointer.
de: Ob und wie der Mauszeiger beim Packen von Fenstern bewegt werden soll. »Vielleicht« bedeutet, dass der Zeiger mit dem Fenster mitbewegt wird, wenn er vor dem Packen in der Fensterfläche war. »Immer« bewegt den Zeiger zur Mitte des Fensters, wenn er nicht bereits im Fenster ist, und verhält sich wie »Vielleicht«. »Niemals« heißt, dass der Zeiger nie bewegt wird.

source: Whether to bump into fully obscured windows.
de: Anstoßen auch an Fenster die vollständig verdeckt sind.

source: Whether to bump into windows on a different depth. When 'maybe, Only `avoided' windows are bumped.
de: Anstoßen an Fenster die vollständig verdeckt sind, auch bei unterschiedlichen Schichtungen. Bei »Vielleicht« wird nur bei gemiedenen (avoided) Fenstern angestoßen.

source: Whether to bump into ignored windows.
de: Anstoßen auch an Fenster die ignoriert werden.

source: The minimum height or width to which a window may be shrunk.
de: Die minimale Höhe oder Breite, auf die ein Fenster geschrumpft werden kann.

source: The minimum amount of window left visible, if yanked over the edge.
de: Der minimale Anteil eines Fensters, der sichtbar bleiben soll, wenn es über die Ränder gezerrt wird.

source: Grow window left
de: Fenster »Nach links« ausweiten

source: Grows window to the left until it touches another window. See `grow-window-up' for full doc.
de: Fenster nach links ausweiten, bis es an ein anderes stößt. Lesen Sie »Fenster ausweiten« für volle Dokumentation.

source: Grow window right
de: Fenster »Nach rechts« ausweiten

source: Grows window to the right until it touches another window. See `grow-window-up' for full doc.
de: Fenster nach rechts ausweiten, bis es an ein anderes stößt. Lesen Sie »Fenster ausweiten« für volle Dokumentation.

source: Grow window up
de: Fenster »Nach oben« ausweiten

source: Grows window upwards until it touches another window. If the top edge was beyond the screen edge, it is brought back in. With a universal prefix arg, maximize upwards instead. With a numeric prefix arg, grow upwards by that many increments specified by window or pixels instead.
de: Vergrößert das Fenster nach oben, bis es auf ein anderes trifft Falls die Oberkante außerhalb des Bildschirmrands war, wird es zurück nach innen gebracht. Mit einem universellen Präfix-Argument wird es stattdessen maximal nach oben vergrößert. Mit einem numerischen Präfix-Argument wird es stattdessen um so viele Pixel nach oben vergrößert wie angegeben.

source: Grow window down
de: Fenster »Nach unten« ausweiten

source: Grows window downwards until it touches another window. See `grow-window-up' for full doc.
de: Fenster nach unten ausweiten, bis es auf ein anderes stößt. Lesen Sie »Fenster ausweiten« für volle Dokumentation.

source: Pack window left
de: Fenster »Nach links« packen

source: Moves window to the left until it touches another window. See `pack-window-up' for full doc.
de: Fenster nach links verschieben, bis es an ein anderes stößt. Lesen Sie »Fenster packen« für volle Dokumentation.

source: Pack window right
de: Fenster »Nach rechts« packen

source: Moves window to the right until it touches another window. See `pack-window-up' for full doc.
de: Fenster nach rechts verschieben, bis es an ein anderes stößt. Lesen Sie »Fenster packen« für volle Dokumentation.

source: Pack window up
de: Fenster »Nach oben« packen

source: Moves window upwards until it touches another window. If the top edge was beyond the screen edge, it is moved back in. With a universal prefix arg, move upwards maximally instead. With a numeric prefix arg, move upwards by that many pixels instead.
de: Verschiebt das Fenster nach oben, bis es ein anderes berührt Falls die Kante außerhalb des Bildschirmrands war, wird es zurück nach innen verschoben. Mit einem universellen Präfix-Argument wird es stattdessen maximal nach oben verschoben. Mit einem numerischen Präfix-Argument wird es stattdessen um so viele Pixel nach oben verschoben wie angegeben.

source: Pack window down
de: Fenster »Nach unten« packen

source: Moves window downwards until it touches another window. See `pack-window-up' for full doc.
de: Fenster nach unten verschieben, bis es an ein anderes stößt. Lesen Sie »Fenster packen« für volle Dokumentation.

source: Window Effects
de: Fenster Effekte

source: !!! Install compton and restart sawfish to use transparency in sawfish. !!!
de: !!! Installiere compton und starte Sawfish neu um Fenstereffekte zu erhalten !!!

source: Enable opacity.
de: Transparenz einschalten.

source: Enabled client-side shadows on windows.
de: Schatten für Fenster einschalten.

source: Only draw shadows on normal windows and dialogs.
de: Schatten nur bei normalen Fenstern und Dialogen.

source: Don't draw shadows on shaped windows.
de: Keine Schatten bei eingerollten Fenstern.

source: Don't draw shadows on drag-and-drop windows.
de: Keine Schatten bei »drag-and-drop« Fenstern.

source: Don't draw shadows on menus.
de: Keine Schatten bei Menüs.

source: Force shadows by tabbed windows.
de: Erzwingen von Schatten auch bei Fenstern mit Reitern.

source: Crop shadows by maximized Windows (xinerama support).
de: Keine Schatten bei maximierten Fenstern (Xinerama Unterstützung).

source: The top offset for shadows (Default -15).
de: Oberer Schattenversatz (Vorgabe -15).

source: The left offset for shadows (Default -15).
de: Linker Schattenversatz (Vorgabe -15).

source: The translucency for shadows (Default 80).
de: Transparenz der Schatten (Vorgabe 80).

source: The blur radius for shadows (Default 12).
de: Unschärfe Radius bei Schatten (Vorgabe 12).

source: Red color value of shadow (Default 0).
de: Rote Farbintensität in den Schatten (Vorgabe 0).

source: Green color value of shadow (Default 0).
de: Grüne Farbintensität in den Schatten (Vorgabe 0).

source: Blue color value of shadow (Default 0).
de: Blaue Farbintensität in den Schatten (Vorgabe 0).

source: Avoid drawing shadows on dock/panel windows.
de: Keine Schatten bei Docks und Panelen.

source: Fade windows in/out when opening/closing and when opacity changes.
de: Animieren der Fenster (Fokus an/aus, Öffne/Schließen, Minimieren/Maximieren ...).

source: Opacity change between steps while fading in (Default 28).
de: Deckkraft Veränderung zwischen den Schritten beim Einblenden (Vorgabe 28).

source: Opacity change between steps while fading out (Default 28).
de: Deckkraft Veränderung zwischen den Schritten beim Ausblenden (Vorgabe 28).

source: The time between steps in a fade in milliseconds (Default 10).
de: Die Zeit zwischen den einzelnen Schritten in Millisekunden (Vorgabe 10).

source: Zero the part of the shadow's mask behind the window (experimental).
de: Entfernen der Schatten hinter den Fenstern (Experimentell).

source: The opacity for menus (Default 10).
de: Transparenz bei den Menüs (Vorgabe 10).

source: Opacity by move (Default 75).
de: Transparenz wenn Fenster verschoben wird (Vorgabe 75).

source: Opacity by resize (Default 75).
de: Transparenz wenn die Größe der Fenster verändert wird (Vorgabe 75).

source: Opacity normal windows inactive (Default 90).
de: Transparenz bei inaktiven normalen Fenstern (Vorgabe 90).

source: Opacity dialog windows inactive (Default 85).
de: Transparenz bei inaktiven Dialogen (Vorgabe 85).

source: Opacity tabbed windows inactive (Default 95).
de: Transparenz bei inaktiven Fenstern mit Reitern (Vorgabe 95).

source: Opacity desktop windows inactive (Default 75).
de: Transparenz der inaktiven Arbeitsfläche (Vorgabe 75).

source: Opacity dock windows active (Default 100).
de: Transparenz bei fokussierten Docks (Vorgabe 100).

source: Opacity dock windows inactive (Default 80).
de: Transparenz bei inaktiven Docks (Vorgabe 80).

source: Opacity notify (Default 85).
de: Transparenz bei Benachrichtigungen (Vorgabe 85).

source: Whether to start xmodmap with Sawfish.
de: Xmodmap mit Sawfish starten.

source: xmodmap configuration file to use.
de: Xmodmap Konfigurationsdatei.

source: Set gamma values when Sawfish starts.
de: Gamma Werte setzen wenn Sawfish startet.

source: Gamma value for red channel in per cent.
de: Gamma Wert des Roten Kanals in Prozent.

source: Gamma value for green channel in per cent.
de: Gamma Wert des Grünen Kanals in Prozent.

source: Gamma value for blue channel in per cent.
de: Gamma Wert des Blauen Kanals in Prozent.

source: Whether to start pancake with Sawfish.
de: Pancake mit Sawfish starten.

source: pancake configuration file to use.
de: Pancake Konfigurationsdatei.

source: Whether to start xmobar with Sawfish.
de: Xmobar mit Sawfish starten.

source: xmobar configuration file to use.
de: Xmobar Konfigurationsdatei.

source: Whether to start fehlstart with Sawfish.
de: Fehlstart mit Sawfish starten.

source: Whether to start xsettingsd with Sawfish.
de: Xsettingsd mit Sawfish starten.

source: xsettingsd configuration file to use.
de: Xsettingsd Konfigurationsdatei.

source: Whether to start trayer with Sawfish.
de: Trayer mit Sawfish starten.

source: true
de: An

source: false
de: Aus

source: Wether to expand trayer.
de: Trayer ausdehnen.

source: What edge to place trayer at.
de: Trayer Platzierungsmodus.

source: Alignment of trayer.
de: Trayer Anordnungsmodus.

source: request
de: Nachfragen

source: percent
de: Prozent

source: Unit for trayer's width.
de: Maßeinheit für die Trayer Breite.

source: Width for trayer.
de: Trayer Breite.

source: Unit for trayer's height.
de: Maßeinheit für die Trayer Höhe.

source: Height for trayer.
de: Trayer Höhe.

source: Margins for trayer.
de: Trayer Ränder.

source: Whether to set trayer's window-type to dock.
de: Startet Trayer als Fenstertyp Dock.

source: Whether to set partial strut.
de: Trayer nicht von maximierte Fenster überdecken.

source: Whether to make trayer transparent.
de: Transparenz für Trayer einschalten.

source: Alpha channel value for trayer.
de: Wert des Alpha Kanals für Trayer.

source: Tint value for trayer.
de: Transparentem Trayer Hintergrund einfärben.

source: Distance value for trayer.
de: Abstand zwischen dem Trayerfenster und dem Bildschirmrand.

source: Padding value for trayer.
de: Abstand zwischen den Icons und Trayers Fensterrahmens.

source: Monitor to display trayer on.
de: Monitor auf dem Trayer erscheinen soll.

source: Call command
de: Befehl »Aufrufen«

source: Call the command NAME; optionally with the prefix argument PFX-ARG.
de: Einen Befehl aufrufen. Eventuell mit dem Präfixargument PFX-ARG.

source: Run shell command
de: Shell-Befehl »Ausführen«

source: Execute the given shell command in the background.
de: Den angegebenen Shell-Befehl im Hintergrund ausführen.

source: Command sequence
de: Befehlssequenz

source: Invoke the list of commands, one by one.
de: Die Liste von Befehlen ausführen, einen nach dem anderen.

source: Command
de: Befehl

source: Quit
de: Beenden

source: Quit sawfish.
de: Sawfish beenden.

source: Restart
de: Neustart

source: Restart sawfish.
de: Sawfish neu starten.

source: Destroy window
de: Fenster »Zerstören«

source: Destroy a window.
de: Ein Fenster zerstören.

source: Kill client
de: Client »Abwürgen«

source: Kill the client that created the specified window.
de: Den Client abwürgen, der das angegebene Fenster erstellt hat.

source: No operation
de: Kein Vorgang

source: Call command with output to screen
de: Befehl mit »Ausgabe auf Bildschirm« ausführen

source: Prompt for a command, execute it, and print any output to the screen.
de: Nach einem Befehl fragen, ihn ausführen, und jede etwaige Ausgabe auf dem Bildschirm anzeigen.

source: Theme
de: Thema

source: Automatically reload themes when they are updated.
de: Themen automatisch neu laden, wenn sie erneuert werden.

source: Default font: \left
de: Vorgegebene Schrift: \left

source: Use custom font for different states
de: Benutzerdefinierte Schrift für die verschiedenen Rahmentypen.

source: Font for inactive titlebars: \left
de: Schrift für inaktiven Titelleisten: \left

source: Font for focused titlebars: \left
de: Schrift für fokussierte Titelleiste: \left

source: Font for highlighted titlebars: \left
de: Schrift für hervorgehobene Titelleiste: \left

source: Font for clicked titlebars: \left
de: Schrift für angeklickte Titelleiste: \left

source: Use custom font colors for frames
de: Benutzerdefinierte Farben für die verschiedenen Rahmentypen.

source: Font color for active frames
de: Schriftfarbe für aktive Rahmen.

source: Font color for inactive frames
de: Schriftfarbe für inaktive Rahmen.

source: Font color for highlighted frames
de: Schriftfarbe für hervorgehobene Rahmen.

source: Font color for inactive highligted frames
de: Schriftfarbe für inaktive hervorgehobene Rahmen.

source: Font color for clicked frames
de: Schriftfarbe für angeklickte Rahmen.

source: Font color for inactive clicked frames
de: Schriftfarbe für angeklickte hervorgehobene Rahmen.

source: Cursor shape if a window is marked to added as tab.
de: Mauszeiger wenn ein Fenster als Reiter hinzugefügt werden soll.

source: Whether to change the cursor shape for frame buttons.
de: Benutzerdefinierte Mauszeiger bei den verschiedenen Rahmenknöpfen.

source: arrow
de: Pfeil

source: box_spiral
de: Eckige Spirale

source: center_ptr
de: Zentums Pfeil

source: circle
de: Kreis

source: cross_reverse
de: Umgekehrtes Kreuz

source: crosshair
de: Fadenkreuz

source: diamond_cross
de: Diamanten Kreuz

source: clock
de: Uhr

source: dotbox
de: Punkt Box

source: double_arrow
de: Doppelter Pfeil

source: draped_box
de: Drapierte Box

source: fleur
de: Blume

source: iron_cross
de: Stahlkreuz

source: left_ptr
de: Linker Pfeil

source: ll_angle
de: Ecken Pfeil

source: mouse
de: Maus

source: pencil
de: Bleistift

source: pirate
de: Blutsvente

source: question_arrow
de: Fragezeichen

source: right_ptr
de: Rechter Pfeil

source: sb_left_arrow
de: Waagerechter Linker Pfeil

source: sb_right_arrow
de: Waagerechter Rechter Pfeil

source: sb_down_arrow
de: Horizontaler nach oben Pfeil

source: sb_up_arrow
de: Horizontaler nach unten Pfeil

source: spider
de: Peter Parker

source: star
de: Stern

source: target
de: Ziel

source: tcross
de: T Kreuz

source: watch
de: Armbanduhr

source: xterm
de: Prompt

source: X_cursor
de: X Kreuz

source: Cursor shape for menu button: \left
de: Mauszeiger für den Menüknopf: \left

source: Cursor shape for close button: \left
de: Mauszeiger für den Schließknopf: \left

source: Cursor shape for iconify button: \left
de: Mauszeiger für den Minimierenknopf: \left

source: Cursor shape for maximize button: \left
de: Mauszeiger für den Maximierenknopf: \left

source: Cursor shape for shade button: \left
de: Mauszeiger für den Einrollknopf: \left

source: Cursor shape for sticky button: \left
de: Mauszeiger für den Anheftknopf: \left

source: Cursor shape for lock button: \left
de: Mauszeiger für den Sperrknopf: \left

source: Cursor shape for next-workspace button: \left
de: Mauszeiger für den Nächste-Arbeitsflächeknopf: \left

source: Cursor shape for previous-workspace button: \left
de: Mauszeiger für den Vorherige-Arbeitsflächeknopf: \left

source: Cursor shape for rename button: \left
de: Mauszeiger für den Umbenennenknopf: \left

source: Cursor shape for move-resize button: \left
de: Mauszeiger für den Verschieben/Größeändernknopf: \left

source: Cursor shape for raise-lower button: \left
de: Mauszeiger für den Höher/Tieferknopf: \left

source: Whether to change the position of the titlebar text.
de: Position des Textes in der Titelleiste anpassen.

source: default
de: Vorgabe

source: Horizontal orientation of the text.
de: Horizontale Position des Textes.

source: Vertical orientation of the text.
de: Vertikale Position des Textes.

source: Draw an extra window border
de: Zusätzliche Fenster Umrandung zeichnen.

source: Color for the window border
de: Farbe der Umrandung.

source: Width for the window border
de: Breite der Umrandung.

source: title-only
de: Nur Titel

source: Border-only
de: Nur Rahmen

source: Top-border
de: Oberer Rahmen

source: None
de: Nichts

source: Invoke configurator to customize group appearance.
de: Die Konfigurationsoberfläche »Erscheinungsbild« aufrufen.

source: Invoke configurator to customize group audio.
de: Die Konfigurationsoberfläche »Klang« aufrufen.

source: Invoke configurator to customize group bindings.
de: Die Konfigurationsoberfläche »Tastenkombinationen« aufrufen.

source: Invoke configurator to customize group edge-actions.
de: Die Konfigurationsoberfläche »Aktionen für den Bildschirmrand« aufrufen.

source: Invoke configurator to customize group focus.
de: Die Konfigurationsoberfläche »Fokus« aufrufen.

source: Invoke configurator to customize group match-window.
de: Die Konfigurationsoberfläche »Fensterregeln« aufrufen.

source: Invoke configurator to customize group min-max.
de: Die Konfigurationsoberfläche »Minimieren und Maximieren« aufrufen.

source: Invoke configurator to customize group misc.
de: Die Konfigurationsoberfläche »Verschiedenes« aufrufen.

source: Invoke configurator to customize group move.
de: Die Konfigurationsoberfläche »Verschieben/Größe ändern« aufrufen.

source: Invoke configurator to customize group workspace.
de: Die Konfigurationsoberfläche »Arbeitsflächen« aufrufen.

source: Appearance
de: Erscheinungsbild

source: Focus
de: Fokus

source: Mini/Maximizing
de: Minimieren und Maximieren

source: Miscellaneous
de: Verschiedenes

source: Move/Resize
de: Verschieben/Größe ändern

source: Placement
de: Platzierung

source: Stacking
de: Schichtung

source: Workspaces
de: Arbeitsflächen

source: Edge Actions
de: Aktionen für Bildschirmrand

source: transients
de: Dialoge

source: group
de: Gruppe

source: When raising a window, also raise its: \left
de: Beim Anheben eines Fensters, auch Anheben seiner: \left

source: Raise window
de: Fenster »Anheben«

source: Raise the window to its highest allowed position in the stacking order.
de: Das Fenster auf seine höchste erlaubte Stellung in der Schichtung anheben.

source: Lower window
de: Fenster »Absenken«

source: Lower the window to its lowest allowed position in the stacking order.
de: Das Fenster auf seine niedrigste erlaubte Stellung in der Schichtung absenken.

source: Raise lower window
de: Fenster »Anheben/Absenken«

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed.
de: Falls das Fenster auf seiner höchsten möglichen Stellung ist, es auf die niedrigst mögliche absenken. Es andernfalls so weit wie erlaubt anheben.

source: Gtkrc reload style
de: Gtkrc Stil nachladen

source: Reload the gtkrc settings.
de: Die gtkrc Einstellungen neu laden.

source: New group
de: Neue Gruppe

source: Describe key
de: Taste »Beschreiben«

source: Prompt for a key sequence, then print its binding.
de: Nach einer Tastenkombination fragen, dann ihre Bindung ausgeben.

source: Press key...
de: Taste drücken …

source: Quote event
de: Ereignis »Freistellen«

source: Sends the next key event directly to the focused client window, ignoring any window manager bindings that it may have.
de: Sendet das nächste Tastaturereignis direkt zum fokussierten Client-Fenster, unabhängig von daran gebundenen Fenstermanager Funktionen.

source: Unshade window when selected.
de: Fenster ausrollen wenn es ausgewählt wurde.

source: Display window without focusing
de: Fenster »Inaktiven durch Eingabeaufforderung« anzeigen

source: Display the window, but don't focus. You're prompted to type in the name.
de: Das angegebene Fenster anzeigen, aber nicht fokussieren.

source: Display window
de: Fenster durch »Eingabeaufforderung« anzeigen

source: Display the window. You're prompted to type in the name.
de: Das angegebene Fenster anzeigen.

source: Messages
de: Meldungen

source: Font for prompt: \left
de: Schrift für die Eingabeaufforderung: \left

source: Prompt message's colors.
de: Farben der Eingabeaufforderung.

source: prompt-keymap
de: Abfrage Tastenbelegung

source: Keymap containing bindings active when reading a string from the user.
de: Tastenbelegung mit Tastenkombinationen die aktiv sind, wenn eine Zeichenkette vom Benutzer eingelesen wird.

source: The program used to play audio samples. Should be capable of playing *.wav file. You can't set any arguments to pass from this variable. If you want to give arguments or redirect output, write a wrapper program.
de: Das Programm zum Abspielen von Audio-Samples. Es sollte fähig sein, *.wav-Dateien abzuspielen. Es ist nicht möglich, Argumente mit dieser Variable zu übergeben. Falls Sie dies benötigen oder die Ausgabe umleiten wollen, schreiben Sie ein Wrapper Skript.

source: Show variable names of each customization option.
de: Zeigen Variablennamen für jede Benutzerdefinierte option.

source: Window:
de: Fenster:

source: Workspace %d
de: Arbeitsfläche %d

source: Workspace:
de: Arbeitsflächen:

source: Display window position
de: Fensterposition anzeigen

source: Choose a window, and prints its position and size in a popup.
de: Ein Fenster wählen und dessen Position und Größe in einem Popup anzeigen.

source: Insert workspace
de: Arbeitsfläche einfügen

source: Obsolete. Renamed to insert-workspace-after.
de: Veraltet. Wurde umbenannt in insert-workspace-after.

source: Popup window menu
de: Fenstermenü anzeigen

source: Obsolete. Renamed to popup-window-ops-menu.
de: Veraltet. Wurde umbenannt in popup-window-ops-menu.

source: _LXSession Logout
de: _LXSession Abmelden

source: _KDE Help
de: _KDE-Hilfe

source: KDE _Website
de: KDE-_Webseite

source: _Customize KDE
de: KDE _anpassen

source: _Edit KDE menu
de: KDE Menü bearbeiten

source: L_ock screen from KDE
de: Bildschirm sperren v_on KDE aus

source: S_witch User from KDE
de: Benutzer wech_seln aus KDE

source: _Logout from KDE
de: Aus KDE abme_lden

source: _Reboot from KDE
de: Aus KDE neu sta_rten

source: _Shutdown from KDE
de: Au_s KDE herunterfahren

source: S_uspend from KDE
de: _Bereitschaft aus KDE

source: _Hibernate from KDE
de: R_uhezustand aus KDE

source: About Razor-Qt
de: Über Razor-Qt

source: _Customize Razor-Qt
de: Razor-Qt _anpassen

source: _Logout from Razor-Qt
de: Aus Razor-Qt abme_lden

source: _Reboot from Razor-Qt
de: Aus Razor-Qt neu sta_rten

source: _Shutdown from Razor-Qt
de: Aus Razor-Qt _herunterfahren

source: S_uspend from Razor-Qt
de: _Bereitschaft aus Razor-Qt

source: _Hibernate from Razor-Qt
de: R_uhezustand aus Razor-Qt

source: _GNOME Help
de: _GNOME-Hilfe

source: GNOME _Website
de: GNOME-_Webseite

source: _About GNOME
de: _Info über GNOME

source: _Customize GNOME
de: GNOME _anpassen

source: _Edit GNOME menu
de: GNOME Menü bearbeiten

source: L_ock screen from GNOME
de: Bildschirm sperren v_on GNOME aus

source: _Logout from GNOME
de: Aus GNOME abme_lden
