Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: customize next button keymap By default a button will work as it's name suggests. Button1: send window to next workspace - button2 workspace-list - button3 send window to last workspace - button6 pack window right
de: Benutzerdefinierte Tastenzuordnung für den nächste Arbeitsflächeknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt.Button1: Fenster auf die nächste Arbeitsfläche schieben. Button2: Arbeitsflächenliste. Button3: Fenster auf die letzte Arbeitsfläche schieben. Button6: Fenster nach rechts packen.

source: button1: send window to next workspace - button2 workspace-list - button3 send window to last workspace - button6 pack window right
de: Button1: Fenster auf die nächste Arbeitsfläche schieben. Button2: Arbeitsflächenliste. Button3: Fenster auf die letzte Arbeitsfläche schieben. Button6: Fenster nach rechts packen.

source: customize configure button keymap By default a button will work as it's name suggests. Button1: start sawfish-config - button3: toggle custom title string
de: Benutzerdefinierte Tastenzuordnung für den Konfigurierenknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt.Button1: Aufrufen der Sawfish Einstellungen - Button3: Benutzerdefinierter Titeltext ein/-ausschalten

source: Button1: start sawfish-config - button3: toggle custom title string
de: Button1: Aufrufen der Sawfish Einstellungen - Button3: Benutzerdefinierter Titeltext ein/-ausschalten

source: customize info button keymap By default a button will work as it's name suggests. Button1: window list - button3 window snooper (not included by default)
de: Benutzerdefinierte Tastenzuordnung für den Informationsknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt. Button1: Fensterliste - Button3: 'Fensterschnüffler' (nicht Bestandteil von Sawfish)

source: always on top depth (-1000 - 1000) A window will have this depth after you have pressed the always-on-top button. 0 is the normal window level. Every positive value means above other windows, a negative value means below. Keep it at a positive value in order to have the always-on-top button do it's job.
de: Immer Oben Tiefe (-1000 - 1000) Ein Fenster bekommt diese Tiefe beim drücken des immer Oben Knopfes. 0 ist die normale Fenster ebene. Jeder positiver Wert bedeutet über den anderen Fenstern, ein negativer Wert bedeutet darunter. Wähle einen positiven Wert damit der immer Oben Knopf auch so funktioniert wie erwartet.

source: customize always-on-top button keymap By default a button will work as it's name suggests. Button1: sets window depth to the adjusted value.
de: Benutzerdefinierte Tastenzuordnung für den immer Obenknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt. Button1: Hebt das Fenster auf die zuvor eingestellte Ebene

source: customize lock button keymap By default a button will work as it's name suggests. Button1: lock window position
de: Benutzerdefinierte Tastenzuordnung für den Sperrenknopf Bei der Voreinstellung sind die Funktionen so wie es der name schon sagt. Button1: Fenster kann nicht mehr verschoben werden

source: customize button-colors When you active this you will be able to set custom button colors. By default the button colors depend on the titlebar colors.
de: Benutzerdefinierte Farben bei den Knöpfen Option die es erlaubt benutzerdefinierte Farben für Knöpfe zu wählen. In der Voreinstellung ist die Farbe der Knöpfe von der Farbe der Titelleiste abhängig.

source: focused button background color
de: Hintergrundfarbe fokussierter Knopf

source: unfocused button background color
de: Hintergrundfarbe nicht fokussierter Knopf

source: focused highlighted button background color
de: Hintergrundfarbe fokussierter hervorgehobener Knopf

source: unfocused highlighted button background color
de: Hintergrundfarbe nicht fokussierter, hervorgehobener Knopf

source: focused clicked button background color
de: Hintergrundfarbe fokussierter angeklickter Knopf

source: unfocused clicked button background color
de: Hintergrundfarbe nicht fokussierter, angeklickter Knopf

source: focused button foreground color
de: Vordergrundfarbe fokussierter Knopf

source: unfocused button foreground color
de: Vordergrundfarbe nicht fokussierter Knopf

source: focused highlighted button foreground color
de: Vordergrundfarbe fokussierter hervorgehobener Knopf

source: focused clicked button foreground color
de: Vordergrundfarbe fokussierter angeklickter Knopf

source: border width (0 - 1000 pixel) set the width border around the window.
de: Rahmenbreite (0 - 1000 Pixel) Die Breite des Rahmens um das Fenster.

source: border width for maximized windows (0 - 1000 pixel) When you like having a big border around your windows you might have noticed that sawfish still draws that big border when the window is maximized. If you don't want that, set the border width for maximized windows smaller than the border width for unmaximized windows. (NOTE: this feature is still buggy as sawfish does not resize the windows correctly yet, so the best might be to set it to the normal border width.)
de: Rahmenbreite für maximierte Fenster (0 - 1000 pixel) Sawfish hat per Voreinstellung die gleiche Rahmenbreite für maximierte Fenster wie für Fenster die nicht maximiert sind. Mit dieser Option kann dieses geändert werden. (ANMERKUNG: diese Option ist fehlerhaft da Sawfish die Größe der Fenster nicht korrekt wieder herstellt. Die beste Einstellung hier ist die gleiche breite für Rahmen wie bei normalen Fenstern.)

source: customize border for focused windows (experimental) (NOTE: this works but it is VERY cpu intensive and might slow down your computer noticably. So turn it on at your own risk.)
de: Benutzerdefinierter Rahmen für das fokussierte Fenster (experimentell) (ANMERKUNG: Diese Option ist sehr Prozessor intensiv und kann den Computer spürbar verlangsamen. Einschalten auf eigenes Risiko.)

source: border width for focused windows (0 - 1000 pixel) (NOTE: this works but it is VERY cpu intensive and might slow down your computer noticably. So turn it on at your own risk.)
de: Benutzerdefinierte Rahmenbreite für das fokussierte Fenster (0 - 1000 pixel) (ANMERKUNG: Diese Option ist sehr Prozessor intensiv und kann den Computer spürbar verlangsamen. Einschalten auf eigenes Risiko.)

source: title-contents border width (0 - 1000 pixel) Sets the widths of the line between titlebar and contents window
de: Innere Rahmenbreite des Titel (0 - 1000 pixel) Der Abstand der Linie zwischen Titelleiste und des Fenster

source: border offset (-1000 - 1000 pixel) Adjust the point where the border actually starts. Many gtk2 apps draw a small black border around their contents window and this is just ugly when sawfish draws another border around the window. With a border offset of -1 the sawfish window border will overlay the gtk2 border exactly.
de: Rahmenversatz (-1000 - 1000 pixel) Legt den Punkt fest wo der Rahme tatsächlich beginnt. Viele gtk2 Anwendungen zeichnen einen schmalen schwarzen Rahmen um ihre Fenster und dann wirkt es nicht schön wenn Sawfish noch ein Rahmen um das Fenster zeichnet. Mit einem Rahmenversatz von -1 überdeckt der Rahmen den Sawfish erstellt den gtk2 Rahmen exakt.

source: keep window borders and corners at their place when shading a window When shading a window borders and corners will stay where they were and not merge with the titlebar.
de: Der Fensterrahmen und die Griffe bleiben sichtbar wenn das Fenster eingerollt wird Wenn ein Fenster eingerollt ist bleiben der Rahmen und die Griffe dort wo diese auch sind wenn das Fenster nicht eingerollt ist und verschmelzen nicht mit der Titelleiste.

source: show window corners The corners are used to resize a window in two directions at the same time. Usually the width and length of window corners are determined by the border width but you can adjust them below.
de: Zeigt Fenstergriffe Die Griffe werden benutzt um die Größe des Fensters in seiner Breite und Länge zu verändern. Gewöhnlich wird die Größe der Griffe durch die Rahmenbreite festgelegt aber selbige können auch weiter unten angepasst werden.

source: corners length adjustement (-1 - 100 pixel) Increasing the corner length will grow the window corners along the window border (i.e. make them longer). With a border width of 1 pixel it is hard to grab the 1 pixel corner to be able to resize the window in two directions; thus, make it bigger.
de: Grifflänge anpassen (-1 - 100 pixel) Bei Erhöhung der Grifflänge wachsen selbig entlang des Rahmen. Bei einer Rahmenbreite von einem Pixel ist es schwer den ein Pixel langen Griff zu fassen um die Fenstergröße zu verändern, deshalb sollte bei kleiner Rahmenbreite die Grifflänge vergrößert werden.

source: outside
de: Außen

source: inside
de: Innen

source: corner direction
de: Griffausrichtung

source: corners width adjustement (0 - 100 pixel) This option makes the window corners broader. with a border width of 1 pixel it is hard to grab this 1 pixel corner to be able to resize the window in two directions; thus, make it bigger.
de: Griffbreite anpassen (0 - 100 pixel) Diese Option vergrößert die Griffbreite. Bei einer Rahmenbreite von einem Pixel ist es schwer den ein Pixel breiten Griff zu fassen um die Fenstergröße zu verändern, deshalb sollte bei kleiner Rahmenbreite die Griffbreite vergrößert werden.

source: corners width adjustement for maximized windows (0 - 100 pixel)
de: Griffbreite anpassen bei maximierten Fenstern (0 - 100 pixel)

source: fake shadow (experimental) Draw a small additional border around your windows emulating a solid shadow effect. Use the options below to adjust its width and direction. (NOTE: this is VERY cpu intensive and might slow down your computer noticably. So turn it on at your own risk.)
de: Falscher Schatten (experimentell) Zeichnet einen zweiten schmalen Rahmen um die Fenster so das ein schattiger Effekt entsteht. Weiter unten kann auch die Breite und Richtung angepasst werden. (ANMERKUNG: Diese Option ist sehr Prozessor intensiv und kann den Computer spürbar verlangsamen. Einschalten auf eigenes Risiko.)

source: fake shadow only on focused windows
de: Falscher Schatten nur für fokussierte Fenster

source: north
de: Nord

source: east
de: Ost

source: south
de: Süd

source: north-east
de: Nordost

source: north-west
de: Nordwest

source: south-east
de: Südost

source: south-west
de: Südwest

source: fake shadow light source Set the direction of the fake shadow. Usually only 2 or 3 borders of your window have a fake shadow. This depends on where the light comes from.
de: Lichtquelle bei falschen Schatten Setzt die Richtung der falschen Schatten. Üblicherweise nur 2 oder 3 Seiten vom Fenster haben falsche Schatten. Dieses ist abhängig von welcher Seite die Fenster beleuchtet werden.

source: fake shadow light distance (0 - 100) This option has only an effect on the north, east, south and west light sources. The further away the light source is, the smaller will the two 'side' shadows be.
de: Distanz der Lichtquelle bei falschen Schatten (0 - 100) Diese Option hat nur einen Effekt wenn oberhalb bei der Lichtquelle Nord, Ost, Süd oder West gewählt wurde. Je weiter entfernt die Lichtquelle ist, desto kleiner werden die beiden seitlichen Schatten sein.

source: fake shadow width (0 - 100 pixel)
de: Breite der falscher Schatten (0 - 100 Pixel)

source: shadow color
de: Schattenfarbe

source: customize border colors You can customize your border colors here. If you deactivate this, these colors will be set to the focused title string color.
de: Benutzerdefinierte Rahmenfarben Hier kann die benutzerdefinierte Farben für die Rahmen eingestellt werden. Bei Deaktivierung wird für diese Farben die fokussierte Titeltext Farbe gewählt.

source: focused border color
de: Fokussierte Rahmenfarbe

source: unfocused border color
de: Nicht fokussierte Rahmenfarbe

source: focused highlighted border color
de: Fokussierte hervorgehobene Rahmenfarbe

source: unfocused highlighted border color
de: Nicht fokussierte hervorgehobene Rahmenfarbe

source: focused clicked border color
de: Farbe fokussierter angeklickter Rahmen

source: unfocused clicked border color
de: Farbe nicht fokussierter angeklickter Rahmen

source: Bindings
de: Tastenkombinationen

source: global-keymap
de: Global-Tastenbelegung

source: Keymap active anywhere.
de: Ständig aktive Tastenbelegung.

source: window-keymap
de: Fenster-Tastenbelegung

source: Keymap active when a client window is focused.
de: Aktive Tastenbelegung, wenn ein Klient Fenster fokussiert ist.

source: root-window-keymap
de: Hintergrundfenster-Tastenbelegung

source: Keymap active when the pointer is in the root window (or when no window is focused).
de: Aktive Tastenbelegung, wenn der Mauszeiger über dem Hintergrundfenster ist (oder kein Fenster fokussiert ist).

source: title-keymap
de: Titel-Tastenbelegung

source: Keymap of window title bar. Mouse-bindings only.
de: Tastenzuordnung für die Fenstertitelleiste. Nur für Maustasten.

source: Keymap of window tabbar. Mouse-bindings only.
de: Tastenzuordnung für die Fensterreiterleiste. Nur für Maustasten.

source: border-keymap
de: Kanten-Tastenbelegung

source: Keymap of window border. Mouse-bindings only.
de: Tastenzuordnung für den Fensterrahmen. Nur für Maustasten.

source: close-button-keymap
de: Schließknopf-Tastenbelegung

source: Keymap of "close" button. Mouse-bindings only.
de: Tastenzuordnung für den »Schließen«-Knopf. Nur für Maustasten.

source: iconify-button-keymap
de: Minimierknopf-Tastenbelegung

source: Keymap of "iconify" button. Mouse-bindings only.
de: Tastenzuordnung für den »Minimieren«-Knopf. Nur für Maustasten.

source: maximize-button-keymap
de: Maximierknopf-Tastenbelegung

source: Keymap of "maximize" button. Mouse-bindings only.
de: Tastenzuordnung für den »Maximieren«-Knopf. Nur für Maustasten.

source: menu-button-keymap
de: Menüknopf-Tastenbelegung

source: Keymap of "menu" button. Mouse-bindings only.
de: Tastenzuordnung für den »Menü«-Knopf. Nur für Maustasten.

source: shade-button-keymap
de: Einrollknopf-Tastenbewegung

source: Keymap of "shade" button. Mouse-bindings only.
de: Tastenzuordnung für den »Aufrollen«-Knopf. Nur für Maustasten.

source: Keymap of "sticky" button. Mouse-bindings only.
de: Tastenzuordnung für den Anheftenknopf. Nur für Maustasten.

source: Keymap of "lock" button. Mouse-bindings only.
de: Tastenzuordnung für den »Sperren«-Knopf. Nur für Maustasten.

source: Keymap of "rename" button. Mouse-bindings only.
de: Tastenzuordnung für den »Umbenennen«-Knopf. Nur für Maustasten.

source: Keymap of "move/resize" button. Mouse-bindings only.
de: Tastenzuordnung für den »Verschieben/Größe ändern«-Knopf. Nur für Maustasten.

source: Keymap of "raise/lower" button. Mouse-bindings only.
de: Tastenzuordnung für den »Anheben/Absenken«-Knopf. Nur für Maustasten.

source: Keymap of "next-workspace" button. Mouse-bindings only.
de: Tastenzuordnung für den »Nächste-Arbeitsfläche«-Knopf. Nur für Maustasten.

source: Keymap of "previous-workspace" button. Mouse-bindings only.
de: Tastenzuordnung für den »Vorherige-Arbeitsfläche«-Knopf. Nur für Maustasten.

source: Modifier key(s) used for default shortcuts.
de: Modifikatortaste(n) für Vorgabe-Tastenkombinationen.

source: Activate edges to perform various actions.
de: Bildschirmränder zur Ausführung verschiedener Aktionen aktivieren.

source: none/hot-spot
de: Nichts

source: viewport-drag
de: Sichtfelder verschieben

source: flip-workspace
de: Arbeitsfläche umschalten

source: flip-viewport
de: Sichtfelder umschalten

source: show-desktop
de: Zeigt Arbeitsfläche

source: Action for the left and right screen-edge.
de: Aktion für den linken und rechten Bildschirmrand.

source: none/hot-move
de: Nichts

source: expand-window
de: Fenster ausdehnen

source: maximize-window
de: Fenster maximieren

source: Action for the left and right screen-edge while moving a window.
de: Aktion für den linken und rechten Bildschirmrand beim Verschieben eines Fensters.

source: Action for the top and bottom screen-edge.
de: Aktion für den oberen und unteren Bildschirmrand.

source: Action for the top and bottom screen-edge while moving a window.
de: Aktion für den oberen und unteren Bildschirmrand beim Verschieben eines Fensters.

source: Delay (in milliseconds) of flipping of viewport / workspace.
de: Verzögerung in Millisekunden bis zum Umschalten von Arbeitsflächen.

source: Delay (in milliseconds) before activating a hot-spot.
de: Verzögerung in Millisekunden bis zur Aktivierung einer Aktion.

source: The size portion of the screen-border recognized as "corners", in pixels. Applies to both x and y direction.
de: Der Größenanteil der Bildschirmränder, der als »Ecken« erkannt wird, in Pixel. Wird in X und Y-Richtung angewendet.

source: Amount to drag the viewport (in pixel) each time the pointer hits the screen edge.
de: Verschieben des Sichtfelds in Pixeln, wenn der Mauszeiger den Bildschirmrand berührt.

source: Amount to pull back the cursor (in pixel) after dragging the viewport.
de: Zurückziehens des Mauszeigers in Pixel nach dem Verschieben des Sichtfelds.

source: parents
de: Eltern

source: Keep transient windows stacked above: \left
de: Platziert Dialoge oberhalb von: \left

source: Raise single window
de: Einzelnes Fenster »Anheben«

source: Raise the window to its highest allowed position in the stacking order.
de: Das Fenster auf seine höchste erlaubte Stellung in der Schichtung anheben.

source: Lower single window
de: Einzelnes Fenster »Absenken«

source: Lower the window to its lowest allowed position in the stacking order.
de: Das Fenster auf seine niedrigste erlaubte Stellung in der Schichtung absenken.

source: Raise lower single window
de: Einzelnes Fenster »Anheben/Absenken«

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed.
de: Falls das Fenster auf seiner höchstmöglichen Stellung ist, es auf die tiefst mögliche abgesenkt. Andernfalls so weit wie erlaubt anheben.

source: Raise window depth
de: Fenster »Tiefe« anheben

source: Put the window in the stacking level above its current level.
de: Das Fenster in der Stapelebene über seiner derzeitigen anheben.

source: Lower window depth
de: Fenster »Tiefe« absenken

source: Put the window in the stacking level beneath its current level.
de: Das Fenster in der Stapelebene unter seiner derzeitigen absenken.

source: Display key-binding information in menu items.
de: Anzeigen von Informationen zur Tastenbelegung in den Menüpunkten.

source: Mi_nimize
de: Mi_nimieren

source: Unma_ximize
de: _Wiederherstellen

source: Ma_ximize
de: Ma_ximieren

source: _Move
de: _Verschieben

source: _Resize
de: Größe än_dern

source: _Resize to
de: _Größe ändern auf

source: _Close
de: _Schließen

source: _Toggle
de: _Umschalten

source: In _group
de: In _Gruppe

source: _Workspace
de: _Arbeitsfläche

source: Move to _Previous workspace
de: Auf _vorherige Arbeitsfläche schieben

source: Move to _Next workspace
de: Auf _nächste Arbeitsfläche schieben

source: Copy to P_revious workspace
de: Auf vo_rherige Arbeitsfläche kopieren

source: Copy to Ne_xt workspace
de: Auf n_ächste Arbeitsfläche kopieren

source: _Grow & Pack
de: _Ausweiten und Packen

source: Grow left
de: Nach links ausweiten

source: Grow right
de: Nach rechts ausweiten

source: Grow up
de: Nach oben ausweiten

source: Grow down
de: Nach unten ausweiten

source: Pack left
de: Nach links packen

source: Pack right
de: Nach rechts packen

source: Pack up
de: Nach oben packen

source: Pack down
de: Nach unten packen

source: Shrink & _Yank
de: Schrumpfen und _Zerren

source: Shrink left
de: Nach links schrumpfen

source: Shrink right
de: Nach rechts schrumpfen

source: Shrink up
de: Nach oben schrumpfen

source: Shrink down
de: Nach unten schrumpfen

source: Yank left
de: Nach links zerren

source: Yank right
de: Nach rechts zerren

source: Yank up
de: Nach oben zerren

source: Yank down
de: Nach unten zerren

source: Stac_king
de: Schich_tung

source: _Raise
de: An_heben

source: _Lower
de: Ab_senken

source: _Upper layer
de: _Obere Schicht

source: Lo_wer layer
de: _Untere Schicht

source: Frame ty_pe
de: Rahmenty_p

source: Frame sty_le
de: Rahmenst_il

source: Sawfish Rootmenu
de: Sawfish-Hauptmenü

source: _Windows
de: _Fenster

source: Work_spaces
de: Arbeit_sflächen

source: _Programs
de: _Programme

source: _Customize
de: _Anpassen

source: Sessi_on
de: Sitz_ung

source: Display _Errors
de: _Fehler anzeigen

source: _Reload Appsmenu
de: Anwendungsmenü _neu laden

source: Restart _Sawfish
de: _Sawfish neu starten

source: _Quit Sawfish
de: Sawfish _beenden

source: _Help
de: _Hilfe

source: Sawfish _News
de: Sawfish-_Neuigkeiten

source: Sawfish _Manual
de: Sawfish-_Handbuch

source: _About Sawfish
de: _Info zu Sawfish

source: _Lockdown Display
de: Bi_ldschirm sperren

source: L_ogout from Session
de: V_on Sitzung abmelden

source: _Reboot System
de: System neu sta_rten

source: _Shutdown System
de: System _herunterfahren

source: S_uspend System
de: _Bereitschaft

source: _Hibernate System
de: _Ruhezustand

source: Popup window ops menu
de: Menü »Funktionsmenü des Fensters« aufklappen

source: Display the menu listing all window operations.
de: Das Menü mit sämtlichen Fensteraktionen anzeigen.

source: Popup root menu
de: Menü »Hauptmenü« aufklappen

source: Display the main menu.
de: Das Hauptmenü anzeigen.

source: Popup apps menu
de: Menü »Anwendungen« aufklappen

source: Display the applications menu.
de: Das Anwendungsmenü anzeigen.

source: Popup window list menu
de: Menü »Fensterliste aller Fenster« aufklappen

source: Display the window-list menu.
de: Das Fensterlistenmenü anzeigen.

source: S_awfishConfig
de: S_awfish-Einstellungen

source: Shrink window left
de: Fenster »Nach links« schrumpfen

source: Shrinks WINDOW by moving the right edge to the left until it overlaps with one less window than before.
de: Fenster schrumpft indem die rechte Seite nach links geschoben wird. Ob und wie weit das Fenster schrumpft ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Shrink window right
de: Fenster »Nach rechts« schrumpfen

source: Shrinks WINDOW by moving the left edge to the right until it overlaps with one less window than before.
de: Fenster schrumpft indem die linke Seite nach rechts geschoben wird. Ob und wie weit das Fenster schrumpft ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Shrink window up
de: Fenster »Nach oben« schrumpfen

source: Shrinks WINDOW by moving the lower edge upwards until it overlaps with one less window than before.
de: Fenster schrumpft indem die Unterkante hochgeschoben wird. Ob und wie weit das Fenster schrumpft ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Shrink window down
de: Fenster »Nach unten« schrumpfen

source: Shrinks WINDOW by moving the upper edge downwards until it overlaps with one less window than before.
de: Fenster schrumpft indem die Oberkante runter gezogen wird. Ob und wie weit das Fenster schrumpft ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Yank window left
de: Fenster »Nach links« zerren

source: Moves WINDOW to the left until it overlaps with one less window than before.
de: Fenster nach links verschieben. Ob und wie weit das Fenster verschoben wird ist abhängig davon ob sich hinter dem Fensters weitere Fenster befinden.

source: Yank window right
de: Fenster »Nach rechts« zerren

source: Moves WINDOW to the right until it overlaps with one less window than before.
de: Fenster nach rechts verschieben. Ob und wie weit das Fenster verschoben wird ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Yank window up
de: Fenster »Nach oben« zerren
