Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: Moves WINDOW upwards until it overlaps with one less window than before.
de: Fenster rauf schieben. Ob und wie weit das Fenster verschoben wird ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Yank window down
de: Fenster »Nach unten« zerren

source: Moves WINDOW downwards until it overlaps with one less window than before.
de: Fenster runter schieben. Ob und wie weit das Fenster verschoben wird ist abhängig davon ob sich hinter dem Fenster weitere Fenster befinden.

source: Resize window. Prompted to enter new size.
de: Eingabeaufforderung um die »Größe eines Fensters« zu ändern.

source: opaque
de: Deckend

source: box
de: Rechteck

source: cross
de: Kreuz

source: elliptical
de: Ellipse

source: How windows being moved are animated
de: Wie Fenster animiert werden, wenn sie verschoben werden.

source: How windows being resized are animated
de: Wie Fenster animiert werden, wenn ihre Größe geändert wird.

source: Raise windows when they are moved or resized.
de: Fenster anheben, wenn sie verschoben oder in der Größe verändert werden.

source: Show current position of windows while moving.
de: Aktuelle Position von Fenstern beim Verschieben zeigen.

source: Show current dimensions of windows while resizing.
de: Aktuelle Maße beim Ändern der Größe von Fenstern anzeigen.

source: border
de: Rahmen

source: grab
de: Greifen

source: border-grab
de: Rahmen Greifen

source: How to choose window edges when resizing.
de: Auswahl der Kanten beim Ändern der Größe von Fenstern.

source: Distance in pixels before window edges align with each other. When moving a window, this option lets you align one of its edges with an edge of another window.
de: Abstand in Pixeln bevor sich die Fensterkanten gegenseitig ausrichten. Der Abstand wann sich die Kanten von zwei unterschiedlichen Fenstern gegenseitig "anziehen".

source: Resize window prompt
de: Fenster »Größe durch Eingabeaufforderung« ändern

source: Resize window to preset size
de: Fenster auf die hier »Vorgegebene Größe« zurücksetzen

source: Resize a window to the size you specify here.
de: Die Größe eines Fensters auf die angegebenen Maße ändern.

source: Resize window to preset width
de: Fenster auf die hier »Bestimmte Breite« zurücksetzen

source: Resize a window to the width you specify here.
de: Die Größe eines Fensters auf die angegebene Breite ändern.

source: Resize window to preset height
de: Fenster auf die hier »Bestimmte Höhe« zurücksetzen

source: Resize a window to the height you specify here.
de: Die Größe eines Fensters auf die angegebene Höhe ändern.

source: Move window center
de: Fenster in die »Mitte des Bildschirms« verschieben

source: Move window interactively
de: Fenster »Interaktiv« verschieben

source: Move the window interactively, with mouse or keyboard.
de: Das Fenster interaktiv mit der Maus oder der Tastatur verschieben.

source: Resize window interactively
de: Fenster »Größe interaktiv« verändern

source: Resize the window interactively, with mouse or keyboard.
de: Die Fenstergröße interaktiv mit der Maus oder der Tastatur verändern.

source: Move selected window
de: Fenster »Auswählen« und bewegen

source: Wait for the user to select a window, then interactively move that window.
de: Den Benutzer ein Fenster auswählen lassen, dieses dann interaktiv verschieben.

source: Resize selected window
de: Fenster »Auswählen und in der Größe« ändern

source: Wait for the user to select a window, then interactively resize that window.
de: Den Benutzer ein Fenster auswählen lassen, dieses dann interaktiv mit der Maus in der Größe ändern.

source: Double window size
de: Fenstergröße »Verdoppeln«

source: Resize the window to the double size.
de: Die Größe des Fensters auf das doppelte der jetzigen Größe horizontal und vertikal vergrößern.

source: Halve window size
de: Fenstergröße »Halbieren«

source: Resize the window to the halve size.
de: Die Größe des Fensters auf die Hälfte der jetzigen Größe horizontal und vertikal verkleinern.

source: Move the window to the center from the current screen.
de: Fenster auf die Mitte des aktuellen Bildschirms verschieben.

source: Window Cycling
de: Durch die Fenster blättern

source: Display window names and icons while cycling through windows.
de: Namen und Icons der Fenster beim Blättern anzeigen.

source: Include iconified windows when cycling.
de: Beim Blättern die minimierten Fenster erwähnen.

source: Include windows on all workspaces when cycling.
de: Beim Blättern die Fenster auf allen Arbeitsflächen erwähnen.

source: Include windows on all viewports when cycling.
de: Beim Blättern die Fenster in allen Sichtfeldern erwähnen.

source: Raise windows while they're temporarily selected during cycling.
de: Fenster anheben, wenn sie vorübergehend beim durchblättern fokussiert werden.

source: cycle-keymap
de: Durchlauf-Tastenbelegung

source: Keymap containing bindings active only during window cycling operations.
de: Tastenbelegung mit Bindungen, die nur beim Durchlaufen von Fenstern aktiv sind.

source: Slide window left
de: Fenster »Nach links« schieben

source: Move the window `slide-window-increment' pixels to the left.
de: Das Fenster um 16 Pixel nach rechts verschieben.

source: Slide window right
de: Fenster »Nach rechts« schieben

source: Move the window `slide-window-increment' pixels to the right.
de: Das Fenster um 16 Pixel nach links verschieben.

source: Slide window up
de: Fenster »Nach oben« schieben

source: Move the window `slide-window-increment' pixels upwards.
de: Das Fenster um 16 Pixel nach oben verschieben.

source: Slide window down
de: Fenster »Nach unten« schieben

source: Move the window `slide-window-increment' pixels downwards.
de: Das Fenster um 16 Pixel nach unten verschieben.

source: Slide group left
de: Gruppe »Nach links« schieben

source: Move the window group `slide-window-increment' pixels to the left.
de: Die Fenstergruppe um 16 Pixel nach links verschieben.

source: Slide group right
de: Gruppe »Nach rechts« schieben

source: Move the window group `slide-window-increment' pixels to the right.
de: Die Fenstergruppe um 16 Pixel nach rechts verschieben.

source: Slide group up
de: Gruppe »Nach oben« schieben

source: Move the window group `slide-window-increment' pixels upwards.
de: Die Fenstergruppe um 16 Pixel nach oben verschieben.

source: Slide group down
de: Gruppe »Nach unten« schieben

source: Move the window group `slide-window-increment' pixels downwards.
de: Die Fenstergruppe um 16 Pixel nach unten verschieben.

source: External Applications
de: Externe Anwendungen

source: The program launched by the `xterm' function. Interpreted by shell.
de: Das durch den Befehl »xterm« gestartete Programm. Wird von der Shell interpretiert.

source: The program launched by the `browser' function. Interpreted by shell.
de: Das durch die Funktion »browser« gestartete Programm. Wird von der Shell interpretiert.

source: The program launched by the 'filemanager' function. Interpreted by shell.
de: Das durch die Funktion »Dateimanager« gestartete Programm. Wird von der Shell interpretiert.

source: Start a terminal. Optional command is passed with -e. The terminal is specified by variable `xterm-program' in Config -> Misc -> External Applications.
de: Ein Terminal starten. Ein optionaler Befehl wird mit »-e« übergeben. Das Terminal wird durch die Variable »xterm-program« in »Einstellungen -> Verschiedenes -> Externe Anwendungen« angegeben.

source: Command:
de: Befehl:

source: Browser
de: Browser »Starten«

source: Start browser. Url is optional. Browser program is specified by variable `browser-program' in Config -> Misc -> External Applications.
de: Einen Browser starten. Die URL ist optional. Der Browser wird durch die Variable »browser-program« in »Einstellungen -> Verschiedenes -> Externe Anwendungen« angegeben.

source: url:
de: Adresse:

source: Filemanager
de: Dateimanager »Aufrufen«

source: Start filemanager. Url is optional. filemanager program is specified by variable `filemanager-program' in Config -> Misc -> External Applications.
de: Starten des Dateimanagers. Optional mit Adresse. Welcher Dateimanager von Sawfish gestartet werden soll kann mit sawfish-config unter Sawfish -> Verschiedenes -> Externe Anwendungen gesetzt werden.

source: Iconify group
de: Gruppe »Minimieren«

source: Minimize the window and all windows from the same group.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe minimieren.

source: Uniconify group
de: Gruppe »Wiederherstellen«

source: Restore the window and all windows from the same group from its minimized state.
de: Das Fenster einschließlich aller anderen Fenster in der gleiche Gruppe aus dem minimierten Zustand zurückrufen.

source: Iconify transient group
de: Dialoggruppe »Minimieren«

source: Minimize the transient window and all transient windows from the same group.
de: Das Dialogfenster einschließlich aller anderen Dialogfenster in der gleichen Gruppe minimieren.

source: Uniconify transient group
de: Dialoggruppe »Wiederherstellen«

source: Restore the transient window and all transient windows from the same group from its minimized state.
de: Das Dialogfenster einschließlich aller anderen Dialogfenster in der gleiche Gruppe aus dem minimierten Zustand zurückrufen.

source: Make group sticky
de: Gruppe »Anheften«

source: Make the window and all windows from the same group appears in all workspaces and viewports.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe anheften.

source: Make group unsticky
de: Gruppe »Anheften« ausschalten

source: Make the window and all windows from the same group appears only in the current workspaces or viewports.
de: Ausschalten der anheften Eigenschaften für das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe.

source: Toggle group sticky
de: Gruppe »Anheften« ein/aus

source: Toggle the `stickiness' from the window and all windows from the same group, i.e. make it appear in all workspaces and viewports.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe anheften ein-/ausschalten.

source: Send group to current workspace
de: Gruppe auf »Aktuelle Arbeitsfläche« schicken

source: Send the window and all windows from the same group to the current workspace.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf die aktuelle Arbeitsfläche verschieben.

source: Send group to next workspace
de: Gruppe auf »Nächste Arbeitsfläche« schicken

source: Send the window and all windows from the same group to the next workspace.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf die nächste Arbeitsfläche verschieben.

source: Send group to previous workspace
de: Gruppe auf »Vorherige Arbeitsfläche« schicken

source: Send the window and all windows from the same group to the previous workspace.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf die vorherige Arbeitsfläche verschieben.

source: Move group to current viewport
de: Gruppe in das »Aktuelle Sichtfeld« verschieben

source: Move the window and all windows from the same group to the current viewport.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf das aktuelle Sichtfeld verschieben.

source: Move group left
de: Gruppe in das »Sichtfeld nach links« verschieben

source: Move the window and all windows from the same group to the viewport on the left, and switch to that viewport.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf das linke Sichtfeld verschieben und in das Sichtfeld wechseln.

source: Move group right
de: Gruppe in das »Sichtfeld nach rechts« verschieben

source: Move the window and all windows from the same group to the viewport on the right, and switch to that viewport.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf das rechte Sichtfeld verschieben und in das Sichtfeld wechseln.

source: Move group up
de: Gruppe in das »Sichtfeld nach oben« verschieben

source: Move the window and all windows from the same group to the viewport above, and switch to that viewport.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf das obere Sichtfeld verschieben und in das Sichtfeld wechseln.

source: Move group down
de: Gruppe in das »Sichtfeld nach unten« verschieben

source: Move the window and all windows from the same group to the viewport below, and switch to that viewport.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe auf das untere Sichtfeld verschieben und in das Sichtfeld wechseln.

source: Raise group
de: Gruppe »Anheben«

source: Raise the window and all windows from the same group to its highest allowed position in the stacking order.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe zu deren höchsten erlaubten Stellung in der Schichtung anheben.

source: Lower group
de: Gruppe »Absenken«

source: Lower the window and all windows from the same group to its lowest allowed position in the stacking order.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe zu deren niedrigsten erlaubten Stellung in der Schichtung absenken.

source: Raise lower group
de: Gruppe »Anheben/Absenken«

source: If the window is at its highest possible position, then lower the window and all windows from the same group to its lowest possible position. Otherwise raise the window and all windows from the group as far as allowed.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe zu deren niedrigsten möglichen Stellung in der Schichtung absenken, wenn es an der höchstmöglichen Stellung ist, ansonsten die Fenster so weit wie möglich in ihrer Stellung anheben.

source: Raise group depth
de: Gruppe »Tiefe« anheben

source: Put the window and all windows from the same group in the stacking level above its current level.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe in deren Stapelebene über ihrer derzeitigen anheben.

source: Lower group depth
de: Gruppe »Tiefe« absenken

source: Put the window and all windows from the same group in the stacking level beneath its current level.
de: Das Fenster einschließlich aller anderen Fenster in der gleichen Gruppe in deren Stapelebene unter ihrer derzeitigen absenken.

source: Delete group
de: Gruppe »Löschen«

source: Delete all windows in the group that the current window is a member of.
de: Alle Fenster in der Gruppe löschen, zu der das aktuelle Fenster gehört.

source: Next workspace window
de: Nächstes »Fenster« auf der Arbeitsfläche auswählen

source: Select the next window of the current workspace.
de: Auf das nächste Fenster der aktuellen Arbeitsfläche fokussieren.

source: Previous workspace window
de: Vorheriges »Fenster« auf der Arbeitsfläche auswählen

source: Focus on the previous window of the current workspace.
de: Auf das vorherige Fenster der aktuellen Arbeitsfläche fokussieren.

source: Next window
de: Nächstes »Fenster« auswählen

source: Select the next window, cycling through all possible workspaces.
de: Das nächste Fenster auswählen, dabei alle möglichen Arbeitsflächen berücksichtigen.

source: Previous window
de: Vorheriges »Fenster« auswählen

source: Select the previous window, cycling through all possible workspaces.
de: Das vorherige Fenster auswählen, dabei alle möglichen Arbeitsflächen berücksichtigen.

source: Move viewport next
de: Sichtfeld zum »Nächsten Sichtfeld« wechseln

source: Move to the next viewport.
de: Zum nächsten Sichtfeld gehen.

source: Move viewport previous
de: Sichtfeld zum »Vorherigen Sichtfeld« wechseln

source: Move to the previous viewport.
de: Zum vorherige Sichtfeld gehen.

source: Move window previous
de: Fenster ins »Vorherige Sichtfeld« verschieben

source: Move the window to the previous viewport.
de: Das Fenster in das vorherige Sichtfeld verschieben.

source: Move window next
de: Fenster ins »Nächstes Sichtfeld« verschieben

source: Move the window to the next viewport.
de: Das Fenster in das nächste Sichtfeld verschieben.

source: Help show faq
de: Häufig »Gestellte Fragen« anzeigen

source: Display the sawfish FAQ.
de: Häufig gestellte Fragen über Sawfish anzeigen.

source: Help show news
de: Neuigkeiten »Anzeigen«

source: Display sawfish news.
de: Die Neuigkeiten von Sawfish anzeigen.

source: Help show programmer manual
de: Programmierhandbuch »Anzeigen«

source: Open the programmer manual.
de: Das Programmierhandbuch zu Sawfish anzeigen.

source: Help show homepage
de: Homepage »Anzeigen«

source: Open the webside http://sawfish.wikia.com.
de: Öffnet die Homepage »http://sawfish.wikia.com« von Sawfish.

source: Help about
de: Über »Sawfish«

source: Open about sawfish.
de: Öffnet den »Über Sawfish« Dialog.

source: Jump or exec
de: Zum Fenster »Springen oder ausführen«

source: Jump to a window, or when absent, start program.
de: »KEINE TASTATUR UNTERSTÜTZUNG.« Zu einem Fenster springen oder, wenn nicht vorhanden, das Programm starten.

source: Set viewport linear
de: Sichtfeld linear setzen

source: Set window viewport linear
de: Fenster-Sichtfläche linear setzen

source: Number of pixels to move pointer in.
de: Anzahl von Pixel, um die der Mauszeiger bewegt wird.

source: Move cursor right
de: Mauszeiger »Nach Rechts« verschieben

source: Move the cursor `move-cursor-increment' pixels to the right.
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach rechts verschieben.

source: Move cursor left
de: Mauszeiger »Nach Links« verschieben

source: Move the cursor `move-cursor-increment' pixels to the left.
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach links verschieben.

source: Move cursor up
de: Mauszeiger »Nach Oben« verschieben

source: Move the cursor `move-cursor-increment' pixels upwards.
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach oben verschieben.

source: Move cursor down
de: Mauszeiger »Nach Unten« verschieben

source: Move the cursor `move-cursor-increment' pixels downwards.
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach unten verschieben.

source: Move cursor right fine
de: Mauszeiger »Fein nach rechts« verschieben

source: Move the cursor 1 pixel to the right.
de: Den Mauszeiger um ein Pixel nach rechts verschieben.

source: Move cursor left fine
de: Mauszeiger »Fein nach links« verschieben

source: Move the cursor 1 pixel to the left.
de: Den Mauszeiger um ein Pixel nach links verschieben.

source: Move cursor up fine
de: Mauszeiger »Fein nach oben« verschieben

source: Move the cursor 1 pixel upwards.
de: Den Mauszeiger um ein Pixel nach oben verschieben.

source: Move cursor down fine
de: Mauszeiger »Fein nach unten« verschieben

source: Move the cursor 1 pixel downwards.
de: Den Mauszeiger um ein Pixel nach unten verschieben.

source: Move cursor northwest
de: Mauszeiger »Nach Links oben« verschieben

source: Move the cursor `move-cursor-increment' pixels northwest
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach links oben verschieben.

source: Move cursor northeast
de: Mauszeiger »Nach Rechts oben« verschieben

source: Move the cursor `move-cursor-increment' pixels northeast
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach rechts oben verschieben.

source: Move cursor southwest
de: Mauszeiger »Nach Links unten« verschieben

source: Move the cursor `move-cursor-increment' pixels southwest
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach links unten verschieben.

source: Move cursor southeast
de: Mauszeiger »Nach Rechts unten« verschieben

source: Move the cursor `move-cursor-increment' pixels southeast
de: Den Mauszeiger um den eingestellten Wert bei Verschiedenes nach rechts unten verschieben.

source: Move cursor northwest fine
de: Mauszeiger »Fein nach links oben« verschieben

source: Move cursor northeast fine
de: Mauszeiger »Fein nach rechts oben« verschieben

source: Move cursor southwest fine
de: Mauszeiger »Fein nach links unten« verschieben

source: Move cursor southeast fine
de: Mauszeiger »Fein nach rechts unten« verschieben

source: Move cursor center
de: Mauszeiger in der Mitte platzieren

source: Move the cursor to the center of the screen
de: Den Mauszeiger in die Mitte des Bildschirms verschieben.

source: Describe symbol
de: Symbol »Beschreiben«

source: Print the documentation of a specified symbol to the standard output .
de: Die Dokumentation eines angegebenen Symbols auf der Standardausgabe anzeigen.

source: Apropos function
de: Apropos »Funktion«

source: The command used to reboot the computer.
de: Der Befehl zum Neustart des Rechners.

source: The command used to halt the computer.
de: Der Befehl zum Ausschalten des Rechners.

source: The command used to suspend the computer.
de: Der Befehl zum Versetzen des Rechners in den Bereitschaftsmodus.

source: The command used to hibernate the computer.
de: Der Befehl zum Versetzen des Rechners in den Ruhezustand.

source: The command used to logout the user.
de: Der Befehl zum Abmelden des Benutzers.

source: The command used to lockdown the display.
de: Der Befehl um den Bildschirm zu sperren.

source: Poweroff
de: Ausschalten

source: Run one of the following system programs: halt, reboot, suspend, hibernate, logout or lockdown.
de: »KEINE TASTATUR UNTERSTÜTZUNG.« Einen der folgenden Systembefehlen ausführen: Rechner Ausschalten, Rechner neu starten, Rechner in Bereitschaftsmodus, Rechner in Ruhezustand, Benutzer abmelden oder Bildschirm sperren.

source: Raise and pass through click
de: Fenster »Anheben und Klick« durchreichen

source: Raise the window that received the current event, then replay any pointer events that invoked the command.
de: Das Fenster anheben, welches das aktuelle Ereignis erhalten hat, dann alle Mauszeiger Ereignisse erneut abspielen, die den Befehl aufgerufen haben.

source: Raise and pass through click if focused
de: Fenster »Anheben und Klick durchreichen« wenn fokussiert

source: Raise the window that received the current event (if it's focused), then replay any pointer events that invoked the command.
de: Das Fenster anheben, welches das aktuelle Ereignis erhalten hat, dann alle Mauszeiger Ereignisse erneut abspielen, die den Befehl aufgerufen haben.

source: Raise or pass through click
de: Fenster »Anheben oder Klick« durchreichen

source: Raise the window if it is not on top, or if the window is on top, then replay any pointer events that invoked the command.
de: Das Fenster anheben wenn es nicht an seiner höchstmöglichen Stellung ist, ansonsten alle Mauszeiger Ereignisse erneut abspielen, die den Befehl aufgerufen haben.

source: Raise window and pass through click
de: Fenster »Anheben und Klick« durchreichen

source: Raise group and pass through click
de: Gruppe »Anheben und Klick« durchreichen

source: Raise the group of windows that received the current event, then replay any pointer events that invoked the command.
de: Die Fenstergruppe anheben, welche das aktuelle Ereignis erhalten hat, dann alle Mauszeiger Ereignisse abspielen, die den Befehl aufgerufen haben.

source: Raise transients and pass through click
de: Fenster und Dialoge »Anheben und Klick« durchreichen

source: Raise the window that received the current event and any transients it has, then replay any pointer events that invoked the command.
de: Das Fenster, das das aktuelle Ereignis erhalten hat, mit allen seinen Dialogen anheben, dann alle Mauszeiger Ereignisse abspielen, die den Befehl aufgerufen haben.

source: Size window add row
de: Fenster »Um eine Zeile« vergrößern

source: Increase the size of the current window by one row.
de: Das aktuelle Fenster um eine Zeile nach unten vergrößern.

source: Size window subtract row
de: Fenster »Um eine Zeile« verkleinern
