Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: _Shutdown from GNOME
de: Aus GNOME _herunterfahren

source: _XFCE Help
de: _XFCE-Hilfe

source: XFCE _Website
de: XFCE-_Webseite

source: _About XFCE
de: Info zu XFCE

source: _Customize XFCE
de: XFCE _anpassen

source: _Edit XFCE Menu
de: XFC_E Menü bearbeiten

source: L_ock from XFCE
de: Bildschirm sperren v_on XFCE aus

source: _Logout from XFCE
de: Aus XFCE abme_lden

source: _Reboot from XFCE
de: Aus XFCE neu sta_rten

source: _Shutdown from XFCE
de: Aus XFCE _herunterfahren

source: _Hibernate from XFCE
de: R_uhezustand aus XFCE

source: S_uspend from XFCE
de: _Bereitschaft aus XFCE

source: _MATE Help
de: _MATE Hilfe

source: _About MATE
de: Über M_ATE

source: _Customize MATE
de: MATE an_passen

source: _Edit MATE menu
de: MAT_E Menü bearbeiten

source: L_ock screen from MATE
de: Bildschirm sperren v_on MATE aus

source: _Logout from MATE
de: Aus MATE abme_lden

source: _Shutdown from MATE
de: Aus MATE _herunterfahren

source: When does the mouse pointer affect the input focus.
de: Ereignis zur Beeinflussung des Fokus durch den Mauszeiger.

source: Click-to-focus mode passes the click through to the application.
de: Beim Fokusmodus »Click« wird das Mausereignis bis zur Anwendungen durchgereicht.

source: Whether focusing a window doesn't change it's position in the stack.
de: Das fokussieren eines Fensters ändert nicht die Stellung in der Schichtung.

source: Sound
de: Klang

source: Window Rules
de: Fensterregeln

source: Tooltips
de: Minihilfen

source: History
de: Chronik

source: Warping
de: Mauszeiger einfangen

source: Offset (percent) from window edges when warping pointer.
de: Versatz in Prozent von der Fensterkanten bei der der Mauszeiger eingefangen werden soll.

source: Whether to enable warping the cursor to windows.
de: Ob der Mauszeiger auf Fenster bewegt werden soll.

source: Whether to not avoid ignored windows by default.
de: Fenster die ignoriert werden standardmäßig vermeiden.

source: Whether to avoid any unspecified window by default.
de: Fenster lassen sich nur maximiert wenn sie andere nicht überdecken.

source: Format to create unique window names.
de: Format zur Erzeugung eindeutiger Fensternamen.

source: Focus desktop
de: Arbeitsfläche »Fokussieren«

source: Transfer input focus to the desktop window (if one exists).
de: Den Desktop fokussieren wenn einer vorhanden ist.

source: Delete window
de: Fenster »Löschen«

source: Delete a window. If the window does not support that protocol, kill the client.
de: Ein Fenster löschen. Falls das Fenster dieses Protokoll nicht unterstützt, den Client abwürgen.

source: Delete window safely
de: Fenster »Sicher löschen«

source: Delete a window, or beep if the window can't be closed safely.
de: Ein Fenster löschen oder einen Warnton ausgeben, wenn es nicht sicher geschlossen werden kann.

source: Uniquify window name
de: Fenster »Name eindeutig« machen

source: Force the current window to have a unique title.
de: Erzwingen, dass das aktuelle Fenster einen eindeutigen Titel hat.

source: Rename window
de: Fenster »Umbenennen«

source: Renames WINDOW to NEW-NAME.
de: Fenster umbenennen.

source: Toggle fixed postion
de: Fenster »Feste Position« an/aus

source: Toggle the window property `fixed-position'.
de: Fenstereigenschaft feste Position ein-/ausschalten.

source: Viewport
de: Sichtfeld

source: The number of columns and rows of the virtual desktop: \left This is meaningless if dynamic viewport is enabled.
de: Die Anzahl der Spalten und Reihen bei virtuellen Arbeitsflächen: \left Nur notwendig wenn virtuellen Arbeitsflächen sich nicht dynamisch vergrößern.

source: Minimum number of columns and rows of virtual desktop (if boundary mode is dynamic): \left
de: Die minimale Anzahl der Spalten und Reihen bei virtuellen Arbeitsflächen wenn diese sich dynamisch vergrößern: \left

source: Windows uniconify to the current viewport.
de: Fenster in das aktuelle Sichtfeld wiederherstellen.

source: When you go to another viewport, the bigger this value, the more smoothly the screen is scrolled. It is the number of steps for scrolling. The value 1 means no scroll, and the change is instantaneous.
de: Je größer dieser Wert hier ist desto sanfter und ruckelfreier wird das wechseln bei virtuellen Arbeitsflächen von statten gehen. Der Wert 1 bedeutet das die vituellen Arbeitsflächen nicht herein geschoben werden sonder sie erscheint ohne Animationen.

source: wrap-around
de: Umbrechen

source: stop
de: Stoppen

source: dynamic
de: Dynamisch

source: Stop, wrap-around, or grow the virtual desktop when you go beyond virtual desktop edge.
de: Das verhalten der virtuellen Arbeitsflächen wenn deren Rand erreicht wird.

source: Activate viewport
de: Sichtfeld »Aktivieren«

source: Select the specified viewport.
de: Das angegebene Sichtfeld auswählen.

source: Column:
de: Spalte:

source: Row:
de: Zeile:

source: Activate viewport column
de: Sichtfeld »Spalte aktivieren«

source: Select the specified viewport column.
de: Die angegebene Spalte im Sichtfeld auswählen.

source: Activate viewport row
de: Sichtfeld »Zeile aktivieren«

source: Select the specified viewport row.
de: Die angegebene Zeile im Sichtfeld auswählen.

source: Move window to viewport
de: Fenster aufs »Sichtfeld« verschieben

source: Move the current window to the specified viewport.
de: Das aktuelle Fenster zu dem angegebenen Sichtfeld verschieben.

source: Move viewport right
de: Sichtfeld nach »Rechts« verschieben

source: Move the viewport one screen to the right.
de: Das Sichtfeld eine Bildschirmbreite nach rechts schieben.

source: Move viewport left
de: Sichtfeld nach »Links« verschieben

source: Move the viewport one screen to the left.
de: Das Sichtfeld eine Bildschirmbreite nach links schieben.

source: Move viewport up
de: Sichtfeld nach »Oben« schieben

source: Move the viewport one screen up.
de: Das Sichtfeld eine Bildschirmhöhe nach oben schieben.

source: Move viewport down
de: Sichtfeld nach »Unten« schieben

source: Move the viewport one screen down.
de: Das Sichtfeld eine Bildschirmhöhe nach unten schieben.

source: Move window right
de: Fenster aufs »Rechte Sichtfeld« verschieben

source: Move the window to the viewport on the right, and switch to that viewport.
de: Das Fenster in das Sichtfeld zur rechten verschieben und auf das Sichtfeld wechseln.

source: Move window left
de: Fenster aufs »Linke Sichtfeld« verschieben

source: Move the window to the viewport on the left, and switch to that viewport.
de: Das Fenster in das Sichtfeld zur linken verschieben und auf das Sichtfeld wechseln.

source: Move window up
de: Fenster aufs »Sichtfeld nach oben« verschieben

source: Move the window to the viewport above, and switch to that viewport.
de: Das Fenster in das Sichtfeld nach oben verschieben und auf das Sichtfeld wechseln.

source: Move window down
de: Fenster aufs »Sichtfeld nach unten« verschieben

source: Move the window to the viewport below, and switch to that viewport.
de: Das Fenster in das Sichtfeld nach unten verschieben und auf das Sichtfeld wechseln.

source: Method of placing windows: \left
de: Wie Fenster platziert werden wenn sie erstmalig erscheinen: \left

source: Method of placing dialog windows: \left
de: Wie Dialoge platziert werden wenn sie erstmalig erscheinen: \left

source: Ignore program-specified window placements.
de: Programm spezifische Fensterplatzierungen ignorieren.

source: Distance between successive placements in `stagger' placement mode.
de: Abstand zwischen aufeinander folgenden Platzierungen im Platzierungsmodus »Staffeln«.

source: Animation Outline Coordinates
de: Koordinaten des Animationsbereichs.

source: Animation Steps
de: Animationsschritte.

source: Animation Delay
de: Verzögerung der Animation.

source: solid
de: Inhalt

source: wireframe
de: Gitterrahmen

source: Animation when an window is iconified. Can be overriden from "Window Rules".
de: Animation beim Minimieren eines Fensters. Kann mit »Fensterregeln« überschrieben werden.

source: Customize
de: Einstellungen

source: Invoke the configurator GUI.
de: Die Konfigurationsoberfläche aufrufen.

source: _Open Home
de: Dateimanager

source: _Kill Window
de: Fenster ab_würgen

source: keep-going
de: Weitermachen

source: How to act when passing the first or last workspace.
de: Verhalten beim erreichen der ersten oder letzten Arbeitsfläche.

source: How to act when passing the first or last workspace, while moving a window
de: Verhalten beim erreichen der ersten oder letzten Arbeitsfläche beim Verschieben eines Fensters

source: Workspace names
de: Namen der Arbeitsflächen

source: Preserve outermost empty workspaces in the pager.
de: Äußere leere Arbeitsfläche im Arbeitsflächenumschalter nicht löschen.

source: _Insert workspace (before current)
de: Arbe_itsfläche einfügen (vor der aktuellen)

source: _Insert workspace (after current)
de: Arbe_itsfläche einfügen (nach der aktuellen)

source: Select _next workspace
de: _Nächste Arbeitsfläche auswählen

source: Select _previous workspace
de: _Vorherige Arbeitsfläche auswählen

source: Merge with next
de: Mit der nächsten verschmelzen

source: Merge with previous
de: Mit der vorherigen verschmelzen

source: Move workspace _right
de: Arbeitsfläche nach _rechts verschieben

source: Move workspace _left
de: Arbeitsfläche nach _links verschieben

source: space %d
de: Fläche %d

source: Popup workspace list
de: Menü »Arbeitsflächen« aufklappen

source: Display the menu containing the list of all workspaces.
de: Das Menü mit der Liste aller Arbeitsflächen anzeigen.

source: Popup window list
de: Menü »Fensterliste verwalteter Fenster« aufklappen

source: Display the menu of all managed windows.
de: Das Menü mit allen verwalteten Fenster anzeigen.

source: Next workspace
de: Nächste »Arbeitsfläche«

source: Display the next workspace.
de: Die nächste Arbeitsfläche anzeigen.

source: Previous workspace
de: Vorherige »Arbeitsfläche«

source: Display the previous workspace.
de: Die vorherige Arbeitsfläche anzeigen.

source: Send to next workspace
de: Fenster auf »Nächste Arbeitsfläche« schicken

source: Move the window to the next workspace.
de: Das Fenster auf die nächste Arbeitsfläche verschieben.

source: Send to previous workspace
de: Fenster auf »vorherige Arbeitsfläche« schicken

source: Move the window to the previous workspace.
de: Das Fenster auf die vorherige Arbeitsfläche verschieben.

source: Copy to next workspace
de: Fenster auf »Nächste Arbeitsfläche« kopieren

source: Copy the window to the next workspace.
de: Das Fenster auf die »nächste Arbeitsfläche« kopieren.

source: Copy to previous workspace
de: Fenster auf »Vorherige Arbeitsfläche« kopieren

source: Copy the window to the previous workspace.
de: Das Fenster auf die »vorherige Arbeitsfläche« kopieren.

source: Append workspace and send
de: Arbeitsfläche »Anhängen und Fenster darauf verschieben«

source: Create a new workspace at the end of the list, and move the window to it.
de: Eine neue Arbeitsfläche hinter der letzten anlegen, und das Fenster darauf verschieben.

source: Prepend workspace and send
de: Arbeitsfläche »Vor der Ersten« anlegen

source: Create a new workspace at the start of the list, and move the window to it.
de: Eine neue Arbeitsfläche vor der ersten anlegen und das Fenster darauf verschieben.

source: Merge next workspace
de: Arbeitsfläche »Mit Nächster« verschmelzen

source: Delete the current workspace. Its member windows are relocated to the next workspace.
de: Die aktuelle Arbeitsfläche löschen. Die Fenster werden auf die nächste verschoben.

source: Merge previous workspace
de: Arbeitsfläche »Mit Vorheriger« verschmelzen

source: Delete the current workspace. Its member windows are relocated to the previous workspace.
de: Die aktuelle Arbeitsfläche löschen. Die Fenster werden auf die vorherige verschoben.

source: Insert workspace after
de: Arbeitsfläche »Einfügen« nach

source: Create a new workspace following the current workspace.
de: Eine neue Arbeitsfläche hinter der aktuellen anlegen.

source: Insert workspace before
de: Arbeitsfläche »Einfügen« vor

source: Create a new workspace before the current workspace.
de: Eine neue Arbeitsfläche vor der aktuellen anlegen.

source: Move workspace forwards
de: Arbeitsfläche »Vorwärts« verschieben

source: Move the current workspace one place to the right.
de: Die aktuelle Arbeitsfläche einen Platz nach rechts verlegen.

source: Move workspace backwards
de: Arbeitsfläche »Rückwärts« verschieben

source: Move the current workspace one place to the left.
de: Die aktuelle Arbeitsfläche einen Platz nach links verlegen

source: Delete empty workspaces
de: Arbeitsflächen »Leere Arbeitsfläche« löschen

source: Delete any workspaces that don't contain any windows.
de: Alle Arbeitsflächen löschen, die keine Fenster enthalten.

source: Delete window instance
de: Fenster »Instanz« entfernen

source: Remove the copy of the window on the current workspace. If this is the last instance remaining, then delete the actual window.
de: Die Kopie dieses Fensters auf der aktuellen Arbeitsfläche löschen. Falls dies die letzte verbleibende Instanz ist, das Fenster selbst löschen.

source: Show desktop
de: Arbeitsfläche »Anzeigen«

source: Hide all windows except the desktop window.
de: Alle Fenster außer des Desktop Fensters verbergen.

source: Hide desktop
de: Arbeitsfläche »Verbergen«

source: Undoes the effect of the `show-desktop' command.
de: Den Effekt des Befehls »Arbeitsfläche anzeigen« rückgängig machen.

source: Toggle desktop
de: Desktop »Anzeigen« ein/aus

source: Hide or unhide all windows except the desktop window.
de: Fenster auf Arbeitsfläche anzeigen/verstecken.

source: Activate workspace
de: Arbeitsfläche »Aktivieren«

source: Select the N'th workspace.
de: Die angegebene Arbeitsfläche auswählen.

source: Send to workspace
de: Fenster auf »Arbeitsfläche« schicken

source: Move the current window to the N'th workspace.
de: Das aktuelle Fenster auf die angegebene Arbeitsfläche verschieben.

source: Copy to workspace
de: Fenster auf »Arbeitsfläche« kopieren

source: Copy the current window to the N'th workspace.
de: Das aktuelle Fenster auf die angegebene Arbeitsfläche kopieren.

source: Select workspace interactively
de: Arbeitsfläche »Interaktiv« auswählen

source: Prompt for a workspace and switch to it.
de: Nach einer Arbeitsfläche fragen und dorthin wechseln.

source: Make window ignored
de: Fenster »Ignorieren«

source: Ignore the window.
de: Das Fenster ignorieren.

source: Make window not ignored
de: Fenster »Nicht ignorieren«

source: Unignore the window.
de: Aufhören, das Fenster zu ignorieren.

source: Toggle window ignored
de: Fenster »Ignorieren« ein/aus

source: Toggle whether a window is ignored or not.
de: Fenstereigenschaft ignorieren ein-/ausschalten.

source: Toggle window never focus
de: Fenster »Nie fokussieren« ein/aus

source: Toggle whether a window is focusable or not.
de: Fenstereigenschaft fokussierbarkeit eines Fensters ein-/ausschalten.

source: Toggle window cycle skip
de: Fenster »Beim durchlaufen überspringen« ein/aus

source: Toggle whether a window is ignored while window cycling.
de: Fenstereigenschaft ignorieren des Fensters beim durchlaufen ein-/ausschalten.

source: Toggle window list skip
de: Fenster »In der Fensterliste überspringen« ein/aus

source: Toggle whether a window will be include in the window list.
de: Fenstereigenschaft ob das Fensters in die Fensterliste anzeigen wird ein-/ausschalten.

source: Toggle task list skip
de: Fenster »In Taskliste überspringen« ein/aus

source: Toggle whether a window will be included in the task-list.
de: Fenstereigenschaft ob das Fenster in der Taskliste erscheint ein-/ausschalten.

source: _Ignored
de: _Ignoriert

source: _Focusable
de: _Fokussierbar

source: _Cyclable
de: _Durchlaufbar

source: In _window list
de: I_n Fensterliste

source: In _task list
de: In _Taskliste

source: Lock position and size while windows are maximized. Remember that after you resize a maximized window, you can't unmaximize it any more.
de: Position und Größe beim Maximieren von Fenstern sperren. Wenn Sie die Größe eines maximierten Fensters ändern, können Sie die Maximierung nicht mehr zurücksetzen.

source: Maximize discard
de: Fenster »Maximiert« verwerfen

source: Don't treat window as maximized any more, keeping the size and the position. You'll be able to move and resize, but won't be able to unmaximize.
de: Ein Fenster nicht mehr als maximiert betrachten, wobei die Größe und Position beibehalten wird. Verschieben und Größe ändern ist nun möglich, aber das Aufheben der Maximierung nicht mehr.

source: Maximize window
de: Fenster »Maximieren«

source: Maximize the dimensions of the window.
de: Das Fenster maximieren.

source: Unmaximize window
de: Fenster »Unmaximieren«

source: Restore the dimensions of the window to its original, unmaximized, state.
de: Das Fenster auf seinen ursprünglichen, nicht maximierten Zustand zurücksetzen.

source: Maximize window vertically
de: Fenster »Vertikal« maximieren

source: Maximize the vertical dimension of the window.
de: Die Höhe des Fensters maximieren.

source: Maximize window horizontally
de: Fenster »Horizontal« maximieren

source: Maximize the horizontal dimension of the window.
de: Die Breite des Fensters maximieren.

source: Maximize window toggle
de: Fenster »Maximieren« ein/aus

source: Toggle the state of the window between maximized and unmaximized.
de: Das Fenster maximieren ein-/ausschalten.

source: Maximize window horizontally toggle
de: Fenster »Horizontal« maximieren ein/aus

source: Toggle the state of the window between horizontally maximized and unmaximized.
de: Die Breite des Fensters maximieren ein-/ausschalten.

source: Maximize window vertically toggle
de: Fenster »Vertikal« maximieren ein/aus

source: Toggle the state of the window between vertically maximized and unmaximized.
de: Die Höhe des Fensters maximieren ein-/ausschalten.

source: Maximize fill window
de: Fenster »Füllend« maximieren

source: Maximize the window without obscuring any other windows.
de: Das Fenster maximieren, ohne andere zu verdecken.

source: Maximize fill window vertically
de: Fenster »Vertikal füllend« maximieren

source: Maximize the window vertically without obscuring any other windows.
de: Das Fenster in der Höhe maximieren, ohne andere zu verdecken.

source: Maximize fill window horizontally
de: Fenster »Horizontal füllend« maximieren

source: Maximize the window horizontally without obscuring any other windows.
de: Das Fenster in der Breite maximieren, ohne andere zu verdecken.

source: Maximize fill window toggle
de: Fenster »Füllend maximieren« ein/aus

source: Toggle the state of the window between maximized-filled and unmaximized.
de: Das Fenster maximieren, ohne andere zu verdecken ein-/ausschalten.

source: Maximize fill window horizontally toggle
de: Fenster »Horizontal füllend« maximieren ein/aus

source: Toggle the state of the window between horizontally maximized-filled and unmaximized.
de: Das Fenster in der Breite maximieren, ohne andere zu verdecken ein-/ausschalten.

source: Maximize fill window vertically toggle
de: Fenster »Vertikal füllend« maximieren ein/aus

source: Toggle the state of the window between vertically maximized-filled and unmaximized.
de: Das Fenster in der Höhe maximieren, ohne andere zu verdecken ein-/ausschalten.

source: Maximize window fullscreen
de: Fenster auf »Vollbild« maximieren

source: Fullscreen maximize the window.
de: Das Fenster auf Vollbildgröße maximieren.

source: Maximize window fullscreen toggle
de: Fenster auf »Vollbild« maximieren ein/aus

source: Toggle the state of the window between fullscreen maximized and unmaximized.
de: Das Fenster auf Vollbildgröße maximieren ein-/ausschalten.

source: Maximize window fullxinerama
de: Fenster auf »Xinerama Vollbild« maximieren

source: Fullscreen maximize the window across all Xinerama screens.
de: Das Fenster auf Vollbildgröße über alle Xinerama Bildschirme maximieren.

source: Maximize window fullxinerama toggle
de: Fenster auf »Xinerama Vollbild« maximieren ein/aus

source: Toggle the state of the window between fullscreen maximized across all Xinerama and unmaximized.
de: Das Fenster auf Vollbildgröße über alle Xinerama Bildschirme maximieren ein-/ausschalten.

source: Shade window
de: Fenster »Einrollen«

source: Display only the title bar of the window.
de: Nur die Titelleiste des Fensters anzeigen.

source: Unshade window
de: Fenster »Ausrollen«

source: If the window is shaded (see `shade-window'), restore it to it's usual state.
de: Falls das Fenster eingerollt ist, wird es in seinen Normalzustand zurückführt.

source: Toggle window shaded
de: Fenster »Einrollen« ein/aus

source: Toggle the shaded (only the title bar is displayed) state of the window.
de: Fenstereigenschaft einrollen ein-/ausschalten.

source: S_haded
de: _Eingerollt

source: Focus on application windows when they first appear.
de: Auf Anwendungsfenster fokussieren, wenn sie zum ersten Mal angezeigt werden.

source: Decorate dialog windows similarly to application windows.
de: Dialoge erhalten den gleichen Rahmentyp wie normale Fenster (Kann zu Rahmenfehler führen).

source: Raise window and transients
de: Fenster und Dialoge »Anheben«

source: Raise the current window to its highest allowed position in the stacking order. Also raise any transient windows that it has.
de: Das aktuelle Fenster zu seiner höchsten erlaubten Stellung in der Schichtung anheben. Auch alle Dialoge anheben, die dazugehören.

source: Lower window and transients
de: Fenster und Dialoge »Absenken«

source: Lower the current window to its lowest allowed position in the stacking order. Also lower any transient windows that it has.
de: Das aktuelle Fenster zu seiner niedrigsten erlaubten Stellung in der Schichtung absenken. Auch alle Dialoge absenken, die dazugehören.

source: Raise lower window and transients
de: Fenster und Dialoge »Anheben/Absenken«

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed. Also changes the level of any transient windows it has.
de: Falls das Fenster auf seiner höchsten möglichen Stellung ist, es auf die niedrigst mögliche absenken. Es andernfalls so weit wie erlaubt anheben. Auch die Ebene aller dazugehörigen Dialoge mit ändern.

source: Minimizing a window also removes its: \left
de: Minimieren eines Fensters entfernt auch seine: \left

source: Unminimizing a window also restores its: \left
de: Beim Wiederherstellen eines Fensters auch wider herstellen seiner: \left

source: Unminimizing windows to the workspace where they were minimized.
de: Das Fenster auf der Arbeitsfläche wider herstellten wo es auch minimiert wurde.

source: Iconify window
de: Fenster »Minimieren«

source: Minimize the window.
de: Das Fenster minimieren.

source: Uniconify window
de: Fenster »Wiederherstellen«

source: Restore the window from its minimized state.
de: Das Fenster aus dem minimierten Zustand zurückrufen.

source: Toggle window iconified
de: Fenster »Minimieren« ein/aus

source: Toggle the iconification of window W.
de: Fenster minimieren ein-/ausschalten.

source: Iconify workspace windows
de: Arbeitsfläche »Alle Fenster« minimieren

source: Minimize all windows on the current workspace.
de: Alle Fenster auf der aktuellen Arbeitsfläche minimieren.

source: Make window sticky
de: Fenster »Anheften«

source: Make the window appear in all workspaces and viewports.
de: Das Fenster in allen Arbeitsflächen und Sichtfeldern anzeigen.

source: Make window unsticky
de: Fenster »Anheften« ausschalten

source: Make the window only appear on the current workspaces or viewports.
de: Das Fenster nur auf der aktuellen Arbeitsfläche und Sichtfeld anzeigen.

source: Toggle window sticky
de: Fenster »Anheften« ein/aus
