Repository: tkorvola/sawfish
Catalog: po/*.po
Languages: de

source: Toggle the `stickiness' of the window, i.e. make it appear in all workspaces and viewports.
de: Fenstereigenschaft anheften ein-/ausschalten.

source: Toggle window sticky viewport
de: Fenster »Auf Sichtfeld anheften« ein/aus

source: Toggle the stickiness of the window, i.e. make it appear in all viewports.
de: Fenstereigenschaft in Sichtfeld anheften ein-/ausschalten.

source: _Sticky
de: _Anheften

source: Wallpaper
de: Hintergrundbild

source: Whether to change wallpaper on startup.
de: Hintergrundbild für die Arbeitsfläche.

source: Wallpaper to use: \w
de: Zu verwendendes Hintergrundbild: \w

source: Application to set desktop wallpaper.
de: Programm zum Setzen des Hintergrundbildes.

source: Additional arguements to pass to the application.
de: Zusätzliche Argumente für das Programm.

source: Whether to apply wallpaper to GNOME2
de: Hintergrund auch in GNOME2.

source: Whether to apply wallpaper to XFCE4
de: Hintergrund auch in XFCE4 anwenden.

source: auto/none
de: Auto/Nichts

source: centered
de: Zentriert

source: tiled
de: Gekachelt

source: scaled
de: Skaliert

source: streched
de: Gestreckt

source: zoom
de: Vergrößert

source: spanned
de: Gespannt

source: How to display the image (only for GNOME2 and XFCE4).
de: Wie das Bild angezeigt wird (nur in GNOME2 und XFCE4).

source: Shade Hover
de: Aufgerollte anheben

source: Enable shade-hover mode. (Temporarily unshades windows while the mouse pointer is over them.)
de: Ausrollen bei Berührung mit Mauszeiger aktivieren. (Fenster zeitweise ausrollen, wenn der Zeiger über ihnen steht.)

source: Delay in milliseconds before unshading windows.
de: Verzögerung in Millisekunden, bevor Fenster ausgerollt werden.

source: Raise windows when they are unshaded.
de: Fenster in den Vordergrund bringen, wenn sie ausgerollt werden.

source: Class
de: Klasse

source: Icon Name
de: Symbolname

source: Role
de: Rolle

source: Host
de: Rechner

source: Ignore program position
de: Platzierung Erzwingen

source: Place mode
de: Platzierungsmodus

source: Workspace
de: Arbeitsfläche

source: New workspace
de: Neue Arbeitsfläche

source: New viewport
de: Neues Sichtfeld

source: Depth
de: Tiefe

source: Placement weight
de: Platzierungsgewicht

source: Fixed position
de: Feste Position

source: Fixed size
de: Feste Größe

source: Sticky
de: Anheften

source: Sticky viewport
de: Auf Sichtfeld Anheften

source: Raise on focus
de: Beim Fokussieren Anheben

source: Focus when mapped
de: Beim Anzeigen Anheben

source: Never focus
de: Nie Fokussieren

source: Focus click through
de: Fokus Klick Weitergeben

source: Focus mode
de: Fokusmodus

source: Iconify on leave
de: Minimieren Beim Verlassen

source: Frame type
de: Rahmentyp

source: Frame style
de: Rahmenstil

source: Window type
de: Fenstertyp

source: Title position
de: Titel Position

source: Dimensions
de: Maße

source: Maximized
de: Maximiert

source: Iconified
de: Minimiert

source: Shaded
de: Eingerollt

source: Shade hover
de: Aufgerollte Anheben

source: Never iconify
de: Niemals Minimieren

source: Never maximize
de: Niemals Maximieren

source: Avoid
de: Nicht Überdecken Lassen

source: Ignored
de: Fenster Ignorieren

source: Group
de: Gruppe

source: Tab group
de: Reitergruppe

source: Force tab
de: Reiter Erzwingen

source: Ungrouped
de: Nicht Gruppiert

source: Cycle skip
de: Beim Durchlaufen Überspringen

source: Window list skip
de: In Fensterliste Überspringen

source: Task list skip
de: In Taskliste Überspringen

source: Unique name
de: Eindeutiger Name

source: Window name
de: Fenstername

source: Transients above
de: Dialoge Darüber

source: Ignore stacking requests
de: Schichtungsanfragen Ignorieren

source: Auto gravity
de: Automatische Schwerkraft

source: Never delete
de: Niemals Löschen

source: Never tile
de: Niemals Kacheln

source: Geometry
de: Geometrie

source: Other
de: Andere(s)

source: Beep when errors occur.
de: Warnton, wenn Fehler auftreten.

source: nowhere
de: Nirgendwo

source: screen
de: Bildschirm

source: standard-error
de: Fehlerstrom (stderr)

source: both
de: Beide

source: Display error messages to: \left
de: Fehlermeldungen ausgeben nach: \left

source: No errors.
de: Keine Fehler.

source: Display errors
de: Fehler »Anzeigen«

source: Display all errors that have occurred to the screen.
de: Alle vorgekommenen Fehler auf dem Bildschirm anzeigen.

source: Display tooltips for window frames.
de: Minihilfen für Fensterrahmen anzeigen.

source: Show full documentation in tooltips.
de: Ausführliche Dokumentation in den Minihilfen zeigen.

source: Number of milliseconds before displaying tooltips.
de: Verzögerung in Millisekunden, bevor Minihilfen angezeigt werden.

source: Number of milliseconds before removing tooltips.
de: Verzögerung in Millisekunden, bevor Minihilfen ausgeblendet werden.

source: Font used to display tooltips, or nil for default.
de: Benutzerdefinierte Schrift der Minihilfen.

source: Color used for the tooltips background
de: Hintergrundfarbe der Minihilfen.

source: Color used for the tooltips foreground
de: Schriftfarbe der Minihilfen.

source: Update apps menu
de: Anwendungsmenü »Aktualisieren«

source: Set `apps-menu' to `user-apps-menu', and if `apps-menu-autogen' is non-nil, append the auto generated one.
de: »KEINE TASTATUR UNTERSTÜTZUNG.« Verändere »apps-menu« zu »user-apps-menu«, und wenn »apps-menu-autogen« gesetzt ist wird das neu generierte Menü automatisch geladen.

source: Toggle single window mode
de: Einzelfenster Modus ein-/ausschalten.

source: Toggle single-window-mode for window `w'.
de: Einzelfenster Modus für Fenster »W« ein-/ausschalten.

source: Keybindings
de: Tastenkombinationen

source: Margin to the border of cabinet.
de: Abstand des Menüs zum Rand von Cabinet.

source: Margin between items.
de: Abstand zwischen den Menüeinträgen von Cabinet.

source: Margin between input line and the first item.
de: Abstand zwischen der Eingabeaufforderung und dem ersten Menüeintrag von Cabinet.

source: Icon size.
de: Icon Größe.

source: Display only windows from current workspace.
de: Nur Fenster der aktuellen Arbeitsfläche anzeigen.

source: Display cabinet on active monitor.
de: Cabinet auf dem aktiven Monitor anzeigen.

source: Cycle overhead when start cabinet-switch, like x-cycle.
de: Beim aufrufen von Cabinet zum nächsten Menüeintrag springen, wie beim x-cycle.

source: Action if browse across cabinet.
de: Verhalten der Fenstern beim blättern in Cabinet.

source: Delay in milliseconds until a window gets raised if browse across cabinet. \bottom
de: Verzögerung bis ein Fenster beim blättern angehoben wird. \bottom

source: Delay in milliseconds until a window keybinding gets repeats. \bottom
de: Verzögerung der Tastatureingabe bis ein Fensterereignisse wiederholt wird. \bottom

source: Font color.
de: Farbe der Schrift.

source: Background color.
de: Farbe des Hintergrunds.

source: Input text color.
de: Farbe der Eingabeaufforderung.

source: Split line color.
de: Farbe der Trennlinie.

source: Maximized windows color.
de: Farbe bei maximierten Fenstern.

source: Iconified windows color.
de: Farbe bei minimierten Fenstern.

source: Shaded windows color.
de: Farbe bei eingerollten Fenstern.

source: Windows displayed below the split line.
de: Fenster die unterhalb der Trennlinie angezeigt werden.

source: Windows removed from cabinet.
de: Fenster die nicht in Cabinet angezeigt werden.

source: Cycle through windows.
de: Durch die Fenster blättern.

source: Reversely cycle through windows.
de: Rückwärts durch die Fenster blättern.

source: Exit with restore stack order.
de: Beenden und Reihenfolge der Fenster wiederherstellen.

source: Toggle windows from current or all workspaces.
de: Umschalten zwischen Fenstern von der aktuellen und allen Arbeitsflächen.

source: Toggle windows for display and for manipulation.
de: Umschalten zwischen Fenstern die ausgewählt werden können und jenen die nur angezeigt werden.

source: Cycle through workspaces.
de: Durch die Arbeitsflächen blättern.

source: Reversely cycle through workspaces.
de: Rückwärts durch die Arbeitsflächen blättern.

source: Advance user keymap.
de: Tastenkombinationen für Fortgeschrittene Benutzer.

source: Marked window as selected.
de: Fenster als ausgewählt markieren.

source: After executed cabinet:
de: Nachdem ausgeführt Cabinet:

source: Is duplicate.
de: Ist doppelt.

source: Disable cabinet.
de: Cabinet ausgeschaltet.

source: Is not a valid x-keysym-name.
de: Ist kein zulässiger »x-keysym-name«.

source: Raise
de: Anheben

source: go-to-next
de: Zu nächste gehen

source: delete-window
de: Fenster »Löschen«

source: toggle-window-iconified
de: Fenster »Minimieren« ein/aus

source: maximize-window-toggle
de: Fenster »Maximieren« ein/aus

source: toggle-window-shaded
de: Fenster »Einrollen« ein/aus

source: toggle-window-sticky
de: Fenster »Anheften« ein/aus

source: maximize-full-toggle
de: Fenster auf Xinerama Vollbild »Maximieren« ein/aus

source: maximize-full-vertical-left-toggle
de: Fenster auf der Linken halben Bildschirmgröße »Maximieren« ein/aus

source: maximize-full-vertical-right-toggle
de: Fenster auf der Rechten halben Bildschirmgröße »Maximieren« ein/aus

source: maximize-fill-window-toggle
de: Fenster füllend »Maximieren« ein/aus

source: maximize-fill-window-horizontally-toggle
de: Fenster horizontal »Füllend Maximieren« ein/aus

source: maximize-fill-window-vertically-toggle
de: Fenster vertikal »Füllend Maximieren« ein/aus

source: maximize-window-fullscreen-toggle
de: Fenster auf Vollbild »Maximieren« ein/aus

source: maximize-window-horizontally-toggle
de: Fenster Horizontal »Maximieren« ein/aus

source: maximize-window-vertically-toggle
de: Fenster Vertikal »Maximieren« ein/aus

source: maximize-window-fullxinerama-toggle
de: Fenster auf Xinerama Vollbild »Maximieren« ein/aus

source: toggle-fixed-postion
de: Fenster »Feste Position« an/aus

source: toggle-window-never-focus
de: Fenster »Nie fokussieren« ein/aus

source: toggle-window-ignored
de: Fenster »Ignorieren« ein/aus

source: toggle-task-list-skip
de: Fenster »In Taskliste überspringen« ein/aus

source: toggle-window-cycle-skip
de: Fenster »Beim durchlaufen überspringen« ein/aus

source: toggle-window-list-skip
de: Fenster »In der Fensterliste überspringen« ein/aus

source: toggle-window-sticky-viewport
de: Fenster auf Sichtfeld »Anheften« ein/aus

source: toggle-desktop
de: Desktop »Anzeigen« ein/aus

source: send-to-next-head
de: Fenster zum nächsten Monitor »Verschieben«

source: send-to-previous-head
de: Fenster zum vorherigen Monitor »Verschieben«

source: move-window-to-center
de: Fenster in die Mitte des Bildschirms »Verschieben«

source: move-window-to-top-left
de: Fenster nach oben links auf der Arbeitsfläche »Verschieben«

source: move-window-down
de: Fenster aufs Sichtfeld nach unten »Verschieben«

source: move-window-right
de: Fenster aufs rechte Sichtfeld »Verschieben«

source: move-window-left
de: Fenster aufs linke Sichtfeld »Verschieben«

source: move-window-next
de: Fenster ins nächstes Sichtfeld »Verschieben«

source: move-window-previous
de: Fenster ins vorherige Sichtfeld »Verschieben«

source: tab-add-maked-windows
de: Markierte Fenster als Reiter »Hinzufügen«

source: tab-release-window
de: Reiter aus Reiterleiste »Lösen«

source: tab-move-to-end
de: Reiter ans Ende der Reiterleiste »Schieben«

source: tab-move-to-beginning
de: Reiter an den Anfang der Reiterleiste »Schieben«

source: tab-move-to-right
de: Reiter nach Rechts in der Reiterleiste »Schieben«

source: tab-move-to-left
de: Reiter nach Links in der Reiterleiste »Schieben«

source: tab/titelbar-toggle
de: Titelleiste zum gegenüber liegendem Fensterrand »Verschieben«

source: tab/titelbar-to-top
de: Titelleiste zum Oberen Fensterrand »Verschieben«

source: tab/titelbar-to-bottom
de: Titelleiste zum Unterem Fensterrand »Verschieben«

source: tab/titelbar-to-right
de: Titelleiste zum Rechten Fensterrand »Verschieben«

source: tab/titelbar-to-left
de: Titelleiste zum Linken Fensterrand »Verschieben«

source: raise-window
de: Fenster »Anheben«

source: lower-window
de: Fenster »Absenken«

source: raise-single-window
de: Einzelnes Fenster »Anheben«

source: raise-lower-single-window
de: Einzelnes Fenster »Absenken«

source: raise-window-depth
de: Fenster Tiefe »Anheben«

source: raise-lower-window
de: Fenster »Anheben/Absenken«

source: lower-window-depth
de: Fenster Tiefe »Absenken«

source: raise-window-and-transients
de: Fenster und Dialoge »Anheben«

source: raise-lower-window-and-transients
de: Fenster und Dialoge »Anheben/Absenken«

source: shrink-window-up
de: Fenster nach oben »Schrumpfen«

source: shrink-window-down
de: Fenster nach unten »Schrumpfen«

source: shrink-window-left
de: Fenster nach links »Schrumpfen«

source: shrink-window-right
de: Fenster nach rechts »Schrumpfen«

source: yank-window-up
de: Fenster nach oben »Zerren«

source: yank-window-down
de: Fenster nach unten »Zerren«

source: yank-window-left
de: Fenster nach links »Zerren«

source: yank-window-right
de: Fenster nach rechts »Zerren«

source: size-window-add-column
de: Fenster um eine Spalte »Vergrößern«

source: size-window-subtract-column
de: Fenster um eine Spalte »Verkleinern«

source: size-window-add-row
de: Fenster um eine Zeile »Vergrößern«

source: size-window-subtract-row
de: Fenster um eine Zeile »Verkleinern«

source: grow-window-up
de: Fenster nach oben »Ausweiten«

source: grow-window-down
de: Fenster nach unten »Ausweiten«

source: grow-window-left
de: Fenster nach links »Ausweiten«

source: grow-window-right
de: Fenster nach rechts »Ausweiten«

source: pack-window-up
de: Fenster nach oben »Packen«

source: pack-window-down
de: Fenster nach unten »Packen«

source: pack-window-right
de: Fenster nach rechts »Packen«

source: pack-window-left
de: Fenster nach links »Packen«

source: double-window-size
de: Fenstergröße »Verdoppeln«

source: halve-window-size
de: Fenstergröße »Halbieren«

source: delete-window-safely
de: Fenster »Sicher löschen«

source: destroy-window
de: Fenster »Zerstören«

source: window-history-save-position
de: Fensterchronik Position »Speichern«

source: window-history-save-dimensions
de: Fensterchronik Maße »Speichern«

source: window-history-save-attributes
de: Fensterchronik Attribute »Speichern«

source: window-history-forget
de: Fensterchronik »Vergessen«

source: iconify-window
de: Fenster »Minimieren«

source: uniconify-window
de: Fenster »Wiederherstellen«

source: shade-window
de: Fenster »Einrollen«

source: unshade-window
de: Fenster »Ausrollen«

source: make-window-ignored
de: Fenster »Ignorieren«

source: make-window-not-ignored
de: Fenster »Nicht ignorieren«

source: make-window-sticky
de: Fenster »Anheften«

source: make-window-unsticky
de: Fenster »Anheften« ausschalten

source: move-window-to-next-workspace
de: Fenster auf nächste Arbeitsfläche »Schicken«

source: move-window-to-previous-workspace
de: Fenster auf vorherige Arbeitsfläche »Schicken«

source: send-to-workspace-left
de: Fenster auf linke Arbeitsfläche »Schicken«

source: send-to-workspace-right
de: Fenster auf rechte Arbeitsfläche »Schicken«

source: send-to-workspace-up
de: Fenster auf obere Arbeitsfläche »Schicken«

source: send-to-workspace-down
de: Fenster auf untere Arbeitsfläche »Schicken«

source: maximize-discard
de: Fenster »Maximiert« verwerfen

source: maximize-fill-window
de: Fenster »Füllend Maximieren«

source: maximize-fill-window-horizontally
de: Fenster horizontal »Füllend Maximiere«

source: maximize-fill-window-vertically
de: Fenster vertikal »Füllend Maximiere«

source: unmaximize-window
de: Fenster »Unmaximieren«

source: maximize-window-fullscreen
de: Fenster auf Vollbild »Maximieren«

source: maximize-window-fullxinerama
de: Fenster auf Xinerama Vollbild »Maximieren«

source: maximize-window-horizontally
de: Fenster horizontal »Maximieren«

source: maximize-window-vertically
de: Fenster vertikal »Maximieren«

source: copy-to-next-workspace
de: Fenster auf nächste Arbeitsfläche »Kopieren«

source: copy-to-previous-workspace
de: Fenster auf vorherige Arbeitsfläche »Kopieren«

source: focus-desktop
de: Arbeitsfläche »Anzeigen«

source: hide-desktop
de: Arbeitsfläche »Verbergen«

source: Auto-Raise
de: Auto-Anheben

source: Raise windows when they are focused.
de: Fenster anheben, wenn sie fokussiert werden.

source: Delay in milliseconds until focused windows are raised.
de: Verzögerung in Millisekunden, bis fokussierte Fenster angehoben werden.

source: Workspace down
de: Arbeitsfläche »Unten« anzeigen

source: View the workspace below the current workspace
de: Die Arbeitsfläche unterhalb der aktuellen anzeigen.

source: Workspace up
de: Arbeitsfläche »Oben« anzeigen

source: View the workspace above the current workspace
de: Die Arbeitsfläche oberhalb der aktuellen anzeigen.

source: Workspace left
de: Arbeitsfläche »Links« anzeigen

source: View the workspace to the left of the current workspace
de: Die Arbeitsfläche links von der aktuellen anzeigen.

source: Workspace right
de: Arbeitsfläche »Rechts« anzeigen

source: View the workspace to the right of the current workspace
de: Die Arbeitsfläche rechts von der aktuellen anzeigen.

source: Send to workspace down
de: Fenster auf »Untere Arbeitsfläche« schicken

source: Send window to the workspace below the current workspace
de: Fenster auf die Arbeitsfläche unterhalb der aktuellen schicken.

source: Send to workspace up
de: Fenster auf »Obere Arbeitsfläche« schicken

source: Send window to the workspace above the current workspace
de: Fenster auf die Arbeitsfläche oberhalb der aktuellen schicken.

source: Send to workspace left
de: Fenster auf »Linke Arbeitsfläche« schicken

source: Send window to the workspace left of the current workspace
de: Fenster auf die Arbeitsfläche links von der aktuellen schicken.

source: Send to workspace right
de: Fenster auf »Rechte Arbeitsfläche« schicken

source: Send window to the workspace right of the current workspace
de: Fenster auf die Arbeitsfläche rechts von der aktuellen schicken.

source: Remember _position
de: An _Position erinnern

source: Remember _dimensions
de: An _Maße erinnern

source: Remember _attributes
de: An _Attribute erinnern

source: _Forget saved state
de: Gespeicherten Zustand _vergessen

source: _Clear window-history
de: Fensterchronik _löschen

source: _Save window-history
de: Fensterchronik _speichern

source: _Reload window-history
de: Fensterchronik _neu laden

source: Automatically remember window positions.
de: An Fensterpositionen automatisch erinnern.

source: Automatically remember window sizes.
de: An Fenstergrößen automatisch erinnern.

source: Automatically remember other window attributes.
de: An andere Fensterattribute automatisch erinnern.

source: Don't automatically remember details of transient windows.
de: Nicht automatisch an Details von Dialogen erinnern.

source: Window history save position
de: Fensterchronik »Position« speichern

source: Remember the current position of the focused window.
de: An die aktuelle Position des fokussierten Fensters erinnern.

source: Window history save dimensions
de: Fensterchronik »Maße« speichern

source: Remember the current dimensions of the focused window.
de: An die aktuellen Maße des fokussierten Fensters erinnern.

source: Window history save attributes
de: Fensterchronik »Attribute« speichern

source: Remember the current attributes of the focused window.
de: An die aktuellen Attribute des fokussierten Fensters erinnern.

source: Window history forget
de: Fensterchronik »Vergessen«

source: Forget any persistent state associated with the current window.
de: Jegliche dauerhaften Statusinformationen über das aktuelle Fenster vergessen.

source: Window history clear
de: Fensterchronik »Löschen«

source: Forget all saved window history.
de: Jegliche gespeicherte Fensterchronik vergessen (ACHTUNG, kann nicht rückgängig gemacht werden).

source: _History
de: C_hronik

source: Number of columns for the shade stack.
de: Anzahl der Spalten für den Eingerollt Stapel.

source: Play sound effects for window events.
de: Klangeffekte für Fensterereignisse abspielen.

source: Event
de: Ereignis

source: Audio file
de: Klangdatei

source: Outline drawing to use for mousetrap area.
de: Zu zeichnende Rahmenlinien für den Mousetrap-Bereich.

source: Mouse cursor shape to use for mousetrap.
de: Mauszeiger-Form für Mousetrap.

source: Mousetrap invoke
de: Mousetrap aufrufen

source: Move mouse by mousetrapping.
de: Zeiger via Mousetrap bewegen.

source: Mousetrap invoke and left click
de: Mousetrap aufrufen und linke Taste klicken

source: Move mouse by mousetrapping and make a left click.
de: Zeiger via Mousetrap bewegen und linke Taste klicken.

source: Mousetrap invoke and left double click
de: Mousetrap aufrufen und linke Taste doppelt klicken

source: Move mouse by mousetrapping and make a left double click.
de: Zeiger via Mousetrap bewegen und linke Taste doppelt klicken

source: Mousetrap invoke and middle click
de: Mousetrap aufrufen und mittlere Taste klicken

source: Move mouse by mousetrapping and make a middle click.
de: Zeiger via Mousetrap bewegen und mittlere Taste klicken.

source: Mousetrap invoke and right click
de: Mousetrap aufrufen und rechte Taste klicken

source: Move mouse by mousetrapping and make a right click.
de: Zeiger via Mousetrap bewegen und rechte Taste klicken

source: Tab window add to tabgroup
de: Fenster »Als Reiter« hinzufügen

source: Add a window to a tabgroup. Apply this command on a window, then on another. The first window will be added to the tabgroup containig the second.
de: Fenster einer Reitergruppe zuordnen. Wenden Sie diesen Befehl auf ein Fenster an und dann auf ein weiteres. Das erste Fenster wird der Reitergruppe zugeordnet, der das zweite bereits angehört (Wird nicht von allen Themas unterstützt).

source: Tab tabgroup add to tabgroup
de: Reitergruppe zur einer »Zweiten Reitergruppe« hinzufügen

source: Add a tabgroup to a tabgroup. Apply this command on a window from the tabgroup, then on another. The tabgroup will be added to the tabgroup containig the second.
de: Reitergruppen zusammenführen. Wenden Sie diesen Befehl auf ein Fenster in der Reitergruppe an und dann auf ein Fenster der zweiten. Die erste Reitergruppe wird dann mit der zweiten zusammenführen (Wird nicht von allen Themas unterstützt).

source: Tab release window
de: Reiter aus »Reiterleiste« lösen

source: Release the window from its group.
de: Fenster aus seiner Reitergruppe lösen.

source: Tab raise left window
de: Linken Reiter »In Reitergruppe« anheben

source: Raise left window in current tab group.
de: Linken Reiter in der aktuellen Reitergruppe anheben.

source: Tab raise right window
de: Rechten Reiter »In Reitergruppe« anheben

source: Raise right window in current tab group.
de: Rechten Reiter in der aktuellen Reitergruppe anheben.

source: Tab move to right
de: Reiter »Nach rechts« verschieben.

source: Move tab to right in the tabbar.
de: Reiter in der Reitergruppe nach rechts verschieben.

source: Tab move to left
de: Reiter »Nach links« verschieben.

source: Move tab to left in the tabbar.
de: Reiter in der Reitergruppe nach links verschieben.

source: Tab move to end
de: Reiter »An das ende« verschieben.

source: Move tab to the end in the tabbar.
de: Reiter in der Reitergruppe an das ende verschieben.

source: Tab move to beginning
de: Reiter »An den anfang» verschieben.

source: Move tab to the beginning in the tabbar.
de: Reiter in der Reitergruppe an den anfang verschieben.

source: Undocumented
de: Undokumentiert.

source: Add:
de: Hinzufügen:

source: Edit:
de: Bearbeiten:

source: Matchers
de: Muster

source: Grab...
de: Erfassen …

source: Actions
de: Aktionen

source: not
de: Nicht

source: Match Window Properties
de: Fenster Regel Eigenschaften

source: Enable
de: Aktivieren

source: Key
de: Taste

source: Value
de: Wert
